<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use App\Models\GramaNiladariDivision;
use Database\Seeders\GNDParser;

class GramaNiladariDivisionSeeder extends Seeder
{
    public function run(): void
    {
        $rawText = "
            3321240	240	මන්දඩුව	389
            3321245	245	අග්රහාර	390
            3321250	250	වීරකැටිය නැගෙනහිර	387
            3321255	255	මුල්ගිරිගල නැගෙනහිර	395
            3321260	260	මුල්ගිරිගල උතුර	396
            3321265	265	මුල්ගිරිගල බටහිර	394
            3321270	270	මුල්ගිරිගල දකුණ	393
            3321275	275	බැඩිගම බටහිර	385
            3321280	280	බැඩිගම උතුර	383
            3321285	285	බැඩිගම නැගෙනහිර	382
            3321290	290	බැඩිගම දකුණ	381
            3321295	295	කුඩ බැඩිගම	386
            3321300	300	මැදගොඩ	384
            3324005	005	කාරිවිලාකන්ද	527
            3324010	010	මැදකන්ද	525
            3324015	015	හිංගුරාකන්ද	520
            3324020	020	උඩ අළුපොත්දෙණිය	523
            3324025	025	අළුපොත්දෙණිය පහල	522
            3324030	030	කොහොම්පොරුව	517
            3324035	035	ගංගුලන්දෙණිය	516
            3324040	040	අඹගස් අර	515
            3324045	045	ලබුහෙයන්ගොඩ	503
            3324050	050	සපුගහායාය	502
            3324055	055	හැල්ලාල	501
            3324060	060	මිද්දෙණිය උතුර	498
            3324065	065	මිද්දෙණිය නැගෙනහිර	500
            3324070	070	කුඩගොඩ බටහිර	494
            3324075	075	කුඩගොඩ නැගෙනහිර	493
            3324080	080	දඹැතලාව	497
            3324085	085	මුරුංගස්යාය නැගෙනහිර	495
            3324090	090	මුරුංගස්යාය බටහිර	496
            3324095	095	මිද්දෙණිය බටහිර	499
            3324100	100	වැලිපිටිය නැගෙනහිර	507
            3324105	105	වැලිපිටිය	506
            3324110	110	වැලිපිටිය බටහිර	508
            3324115	115	රිටිගාහ යාය	513
            3324120	120	තල්වත්ත	514
            3324125	125	මීමානාකොලදෙණිය	512
            3324130	130	සියඹලමුරාය	519
            3324135	135	උඩවැල්මුල්ල	521
            3324140	140	සියරපිටිය	518
            3324145	145	කැහැල්වත්ත	526
            3324150	150	උඩගොමාඩිය	524
            3324155	155	බෙංගමුකන්ද	528
            3324160	160	දංගලාකන්ද	531
            3324165	165	රුක්මල්පිටිය	530
            3324170	170	ගල්ලින්දමුල්ල	529
            3324175	175	කටුවාන	535
            3324180	180	පංගම්විලායාය	536
            3324185	185	උළහිටියාව බටහිර	511
            3324190	190	උළහිටියාව	509
            3324195	195	උළහිටියාව නැගෙනහිර	510
            3324200	200	අඩලුගොඩ	504
            3324205	205	මැල්ලාකැටිගොඩ	505
            3324210	210	අරාබොඩ	540
            3324215	215	හොරවින්න	537
            3324220	220	හෙඩිවත්ත	538
            3324225	225	වීරැක්කුට්ටිගොඩ	534
            3324230	230	රණසිංගොඩ	532
            3324235	235	ඔබඩගාහදෙණිය	533
            3324240	240	වතුකන්ද	544
            3324245	245	කොංගස්තැන්න	545
            3324250	250	ගල්පොතුකන්ද	546
            3324255	255	අඹගාහහේන	547
            3324260	260	කාරාමැටිය	543
            3324265	265	පුවක්ගස් අර	548
            3324270	270	බින්තැන්න	549
            3324275	275	බූකෙන්දයාය	539
            3324280	280	වල්ගම්මුල්ල	550
            3325005	005	රාම්මාල	562
            3325010	010	සපුතන්තිරිකන්ද	561
            3325015	015	වාරාපිටිය	559
            3325020	020	කරේදෙණිය	560
            3325025	025	හග්ගිත කන්ද උතුර	542
            3325030	030	කොන්කරාහේන	541
            3325035	035	මාපිටාකන්ද	552
            3325040	040	රඩානි අර	570
            3325045	045	නමනෙලිය	572
            3325050	050	උඩහගොඩ	573
            3325055	055	වීඩිකන්ද	571
            3325060	060	ගල්වාඩිය	432
            3325065	065	උඩ ජුලම්පිටිය	430
            3325070	070	ජුලම්පිටිය	433
            3325075	075	පල්ලේ ජුලම්පිටිය	431
            3325080	080	පහල ඔබාද	437
            3325085	085	බොවල උතුර	464
            3325090	090	බොවල බටහිර	462
            3325095	095	වැලන්දගොඩ	551
            3325100	100	බාටගස්ස	553
            3325105	105	පහලවත්ත	554
            3325110	110	පතේගම	563
            3325115	115	තලාපත්කන්ද	565
            3325120	120	දෙහිගාහහේන	564
            3325125	125	වීඩාපොල	568
            3325130	130	මුතුවාකන්ද	567
            3325135	135	හඳුගාල	566
            3325140	140	කැබැල්ලාකැටිය	557
            3325145	145	එගොඩබැද්ද	555
            3325150	150	කැකිරිඔබාද	556
            3325155	155	අගලාබාද	569
            3325160	160	බොවල දකුණ	463
            3325165	165	ඉහල මුරුතාවැල	434
            3325170	170	පහල මුරුතාවැල	435
            3325175	175	ගලහිටිය උතුර	449
            3325180	180	ඔමාර නැගෙනහිර	452
            3325185	185	ඔමාර බටහිර	451
            3325190	190	එත්පිටිය	460
            3325195	195	වත්තෙහෙංගොඩ	575
            3325200	200	හොරේවැල	574
            3325205	205	පිස්සුබැද්ද	558
            3325210	210	මඩගම්ගොඩ	576
            3325215	215	යාහල්මුල්ල	461
            3325220	220	ඉහල වලස්මුල්ල	457
            3325225	225	පහල වලස්මුල්ල	458
            3325230	230	ගලහිටිය දකුණ	450
            3325235	235	ගලහිටිය නැගෙනහිර	448
            3325240	240	කොහොලාන	456
            3325245	245	වලස්මුල්ල නැගෙනහිර	454
            3325250	250	වලස්මුල්ල උතුර	455
            3325255	255	වලස්මුල්ල බටහිර	459
            3325260	260	වලස්මුල්ල දකුණ	453
            3325265	265	දලුවක්ගොඩ	465
            3327005	005	කනමුල්දෙණිය උතුර	469
            3327010	010	ඔළු අර	467
            3327015	015	කනමුල්දෙණිය බටහිර	466
            3327020	020	කනමුල්දෙණිය නැගෙනහිර	471
            3327025	025	උඩාදෙණිය	474
            3327030	030	කුරුන්දුවත්ත	472
            3327035	035	සුමිහිරිගම	468
            3327040	040	රාජපුරාගොඩ	473
            3327045	045	විජයසිරිපුර	470
            3327050	050	මොරාකන්දෙගොඩ	480
            3327055	055	කඩිගමුව නැගෙනහිර	483
            3327060	060	තලාහගම්වඩුව පහල	482
            3327065	065	තලාහගස්ම්වඩුව ඉහල	481
            3327070	070	නාතුවාල	476
            3327075	075	කැරදැබැද්ද	478
            3327080	080	ගොඩවැන්න	479
            3327085	085	කහාතැල්ලාගොඩ	477
            3327090	090	කනමුල්දෙණිය දකුණ	475
            3327095	095	කඩිගමුව බටහිර	484
            3327100	100	වව්ව	491
            3327105	105	මොදරාවාන උතුර	485
            3327110	110	මොදරාවාන දකුණ	486
            3327115	115	ඔකෙවැල	487
            3327120	120	හීනාටිහාතාමුණ	492
            3327125	125	පල්ලෙවව්ව	490
            3327130	130	පහල යටිගාල	489
            3327135	135	යටිගාල ඉහල	488
            3330005	005	මාලිගාතැන්න	325
            3330010	010	උඩුගල්මෝටෙගම	324
            3330015	015	පල්ලත්තාර බටහිර	321
            3330020	020	පල්ලත්තාර දකුණ	322
            3330025	025	පල්ලත්තාර නැගෙනහිර	320
            3330030	030	නුගෙවැල	310
            3330035	035	ඉහල බැලිගල්ල නැගෙනහිර	311
            3330040	040	වඩිය	313
            3330045	045	ඉහල බැලිගල්ල බටහිර	312
            3330050	050	බැලිගල්ල උතුර	314
            3330055	055	බැලිගල්ල දකුණ	315
            3330060	060	දම්මුල්ල නැගෙනහිර	319
            3330065	065	දම්මුල්ල බටහිර	318
            3330070	070	පත්තියාවැල	328
            3330075	075	තාරාපෙරිය	323
            3330080	080	නිහිළුව බටහිර	327
            3330085	085	ඉන්දිකැටියාගොඩ	326
            3330090	090	නිහිළුව නැගෙනහිර	329
            3330095	095	වාහරාක්ගොඩ උතුර	330
            3330100	100	වාහරාක්ගොඩ දකුණ	331
            3330105	105	කහාවත්ත	348
            3330110	110	කොස්ගහාගොඩ	317
            3330115	115	අගුල්මඩුව	316
            3330120	120	අරන්වැල උතුර	334
            3330125	125	කරඹකැටිය	350
            3330130	130	ගල්වැව	349
            3330135	135	ගොඩවැල	332
            3330140	140	පානමුල්ල	333
            3330145	145	අඹගස්දෙණිය	341
            3330150	150	ගැටමන්න උතුර	339
            3330155	155	එල්දෙණිය	342
            3330160	160	ගැටමන්න බටහිර	337
            3330165	165	ගැටමන්න නැගෙනහිර	340
            3330170	170	මාහාහීල්ල නැගෙනහිර	343
            3330175	175	කඹුස්සාවාල බටහිර	347
            3330180	180	කඹුස්සාවාල නැගෙනහිර	346
            3330185	185	බෙලිඅත්ත බටහිර	353
            3330190	190	බෙලිඅත්ත නගරය	351
            3330195	195	පුවක්දඬාව උතුර	354
            3330200	200	පුවක්දඬාව නැගෙනහිර	357
            3330205	205	අරන්වැල බටහිර	335
            3330210	210	සිටිනමාළුව බටහිර	358
            3330215	215	සිටිනමාළුව උතුර	359
            3330220	220	සිටිනමාළුව නැගෙනහිර	360
            3330225	225	සිටිනමාළුව දකුණ	361
            3330230	230	පහලගොඩ	356
            3330235	235	මැදගොඩ	355
            3330240	240	බෙලිඅත්ත දකුණ	352
            3330245	245	කුඩාහීල නැගෙනහිර	366
            3330250	250	කුඩාහීල උතුර	368
            3330255	255	මාහාහීල්ල බටහිර	344
            3330260	260	මාහාහීල්ල උතුර	345
            3330265	265	ගැටමන්න දකුණ	336
            3330270	270	නායකවත්ත	338
            3330275	275	අඹල උතුර	371
            3330280	280	අඹල බටහිර	370
            3330285	285	මිරිස්වත්ත	369
            3330290	290	කුඩහිල්ල දකුණ	367
            3330295	295	ඔවිලාන	365
            3330300	300	මිහිඳුපුර	364
            3330305	305	පාලාපොත නැගෙනහිර	363
            3330310	310	පාලාපොත බටහිර	362
            3330315	315	දැද්දුවාවාල නැගෙනහිර	373
            3330320	320	දැද්දුවාවාල	372
            3330325	325	ගාලාගම උතුර	377
            3330330	330	ගාලාගම බටහිර	378
            3330335	335	ගාලාගම දකුණ	379
            3330340	340	ගාලාගම නැගෙනහිර	380
            3330345	345	නකුළුගමුව බටහිර	374
            3330350	350	නකුළුගමුව උතුර	375
            3330355	355	වේවුඩාත්ත	376
            3333005	005	සුදර්ශනාගම	307
            3333010	010	පත්තියාපොල බටහිර	261
            3333015	015	තලුන්න	248
            3333020	020	අඬුපැලෙන	247
            3333025	025	කඩිරාගොඩ	246
            3333030	030	ගොටයිඹරාගම	250
            3333035	035	කාත්තාකඩුව උතුර	249
            3333040	040	කාත්තාකඩුව දකුණ	251
            3333045	045	රන්න නැගෙනහිර	253
            3333050	050	රන්න බටහිර	252
            3333055	055	විගාමුව	245
            3333060	060	පත්තියාපොල නැගෙනහිර	263
            3333065	065	පත්තියාපොල දකුණ	262
            3333070	070	විතරන්දෙණිය උතුර	308
            3333075	075	තෙනාගම දකුණ	306
            3333080	080	තෙනාගම උතුර	305
            3333085	085	තාලාපිටියාගම	304
            3333090	090	එත්ගල්මුල්ල	303
            3333095	095	උඩුවිලාගොඩ	302
            3333100	100	විතරන්දෙණිය දකුණ	309
            3333105	105	අලුත්ගොඩ	266
            3333110	110	පාලාතුඩුව	267
            3333115	115	මාරාකොල්ලිය	259
            3333120	120	මැදගම	258
            3333125	125	නෙටොල්පිටිය උතුර	256
            3333130	130	නෙටොල්පිටිය දකුණ	257
            3333135	135	වඩිගාල	244
            3333140	140	කාහන්දාව	243
            3333145	145	නිදහස්ගම බටහිර	241
            3333150	150	නිදහස්ගම නැගෙනහිර	240
            3333155	155	කාහන්දාමොදර	239
            3333160	160	ගුරුපොකුණ	238
            3333165	165	වැල්ල ඔදාය	242
            3333170	170	රේකාව නැගෙනහිර	254
            3333175	175	රේකාව බටහිර	255
            3333180	180	මැදිල්ල	260
            3333185	185	වල්ගාමැලිය	265
            3333190	190	ගොඩවනාගොඩ	264
            3333195	195	වාගෙගොඩ	300
            3333200	200	නාලාගම නැගෙනහිර	301
            3333205	205	සියඹලාගොඩ	298
            3333210	210	නාලාගම බටහිර	299
            3333215	215	පොලොම්මාරුම උතුර	282
            3333220	220	දාන්කැටිය	269
            3333225	225	මැදාකැටිය	268
            3333230	230	කොටුවෙගොඩ	272
            3333235	235	ඉන්දිපොකුණාගොඩ උතුර	270
            3333240	240	පොලොම්මාරුව දකුණ	281
            3333245	245	කඩුරුපොකුණ නැගෙනහිර	277
            3333250	250	ඉන්දිපොකුණාගොඩ දකුණ	271
            3333255	255	පල්ලික්කුඩාව නාගරික	273
            3333260	260	පල්ලික්කුඩාව ග්‍රාමීය	274
            3333265	265	කඩුරුපොකුණ දකුණ	280
            3333270	270	කඩුරුපොකුණ උතුර	279
            3333275	275	කඩුරුපොකුණ බටහිර	278
            3333280	280	සීනිමොදර බටහිර	297
            3333285	285	සීනිමොදර නැගෙනහිර	296
            3333290	290	උණකූරුව බටහිර	276
            3333295	295	උණකූරුව නැගෙනහිර	275
            3333300	300	මොරකැටි අර නැගෙනහිර	295
            3333305	305	මොරකැටි අර බටහිර	294
            3333310	310	පහජ්ජාව	284
            3333315	315	මහවැල	283
            3333320	320	ඉහලගොඩ	286
            3333325	325	නකුළුගමුව දකුණ	285
            3333330	330	කුඩාවැල්ල උතුර	289
            3333335	335	කුඩාවැල්ල මධ්‍යම	290
            3333340	340	කුඩාවැල්ල නැගෙනහිර	287
            3333345	345	මාවැල්ල දකුණ	293
            3333350	350	මාවැල්ල උතුර	292
            3333355	355	කුඩාවැල්ල දකුණ	291
            3333360	360	කුඩාවැල්ල බටහිර	2883103005	005	පහුරුමුල්ල	1
            3103010	010	සිංහරූපගම	3B
            3103015	015	යාත්‍රාමුල්ල	3
            3103020	020	කොම්මල	3C
            3103025	025	බෝධිමළුව	3A
            3103030	030	දෝපේ	5
            3103035	035	අංගගොඩ	2
            3103040	040	වරහේන	02A
            3103045	045	කහගල්ල	5A
            3103050	050	හුංගන්තොට වඩුමුල්ල	3D
            3103055	055	දෙද්දුව	6
            3103060	060	අතුරුවැල්ල	8C
            3103065	065	ගල්බඩ	8A
            3103070	070	ගලගම	11 C
            3103075	075	මුල්ලෙගොඩ	11A
            3103080	080	සූරියගම	12 D
            3103085	085	හබුරුගල	12
            3103090	090	තුන්දුව බටහිර	12 C
            3103095	095	තුන්දුව නැගෙනහිර	12 B
            3103100	100	තොටකනත්ත	12A
            3103105	105	ඇලකකා	12 E
            3103110	110	ඇතුංගගොඩ	14E
            3103115	115	ගොනගලපුර	11
            3103120	120	ඕලගන්දුව	8B
            3103125	125	යාලෙගම	8
            3103130	130	කායිකාවල	9
            3103135	135	හබක්කල	9 C
            3103140	140	ඇටවලාවත්ත බටහිර	9B
            3103145	145	ඇටවලාවත්ත නැගෙනහිර	9A
            3103150	150	දොඹගහවත්ත	11 D
            3103155	155	අකඩෙගොඩ	10 B
            3103160	160	කහාවෙගම්මැද්ද	10
            3103165	165	වරකමුල්ල	10A
            3103170	170	කන්දෙමුල්ල	10 C
            3103175	175	ගල්තුඩුව	11 B
            3103180	180	කොලනිය	11 E
            3103185	185	මිරිස්වත්ත	14A
            3103190	190	වියන්දූව	12F
            3103195	195	මහගොඩ	14
            3103200	200	පිලෙකුඹුර	14D
            3103205	205	මහවිල බටහිර	14C
            3103210	210	මහවිල නැගෙනහිර	14B
            3103215	215	මොරගොඩ	13A
            3103220	220	රන්තොටුවිල	13
            3103225	225	මලාවල	13 B
            3103230	230	ඉහල මලාවෙල	40D
            3103235	235	කොටුවබෙන්දහේන	40A
            3103240	240	කුඩ උරාගහ	40C
            3103245	245	මහ උරාගහ	40
            3103250	250	දෙල්කබලගොඩ	40E
            3103255	255	හීනටිවත්ත	40B
            3106005	005	දූවෙමොදර	15
            3106010	010	නැනෙතොට පලතේ	16D
            3106015	015	පෙලෙගස් පලත	16A
            3106020	020	වතුරාවෙල	16B
            3106025	025	බොරලුකැටිය	16C
            3106030	030	පතිරාජ පෙදෙස	24D
            3106035	035	පොලතු පලත	24A
            3106040	040	කටුවිල	24B
            3106045	045	මහපිටිය	17B
            3106050	050	නාපේ	16
            3106055	055	කුඩගොඩගම	17C
            3106060	060	හේගල්ල පියගම	17
            3106065	065	ගොඩපිටිය	17D
            3106070	070	කොස්ගොඩ	17A
            3106075	075	අහුංගල්ල	18
            3106080	080	මිද්දරමුල්ල	18A
            3106085	085	බොගහපිටිය	24C
            3106090	090	ගල්වෙහෙර	24
            3106095	095	පතිරාජගම	24E
            3106100	100	මඩුව	23
            3106105	105	කදිරගොන්න	19C
            3106110	110	මකුඹුර	19B
            3106115	115	වතුරේගම	19A
            3106120	120	වැල්ලබඩ	19
            3106125	125	පතේගම්ගොඩ	20A
            3106130	130	වැලිවතුගොඩ	21A
            3106135	135	බ්‍රාහ්මණවත්ත උතුර	20
            3106140	140	බ්‍රාහ්මණවත්ත දකුණ	20B
            3106145	145	ගල්මංගොඩ	21
            3106150	150	වන්දදූව	90
            3106155	155	හීනටිය උතුර	21B
            3106160	160	මහලදූව	21D
            3106165	165	සීනිගොඩ	87D
            3106170	170	හීනටිය දකුණ	21C
            3106175	175	මහකරව	90A
            3106180	180	ඇලතොට	21E
            3106185	185	බලපිටිය	89
            3106190	190	බෙරතුඩුව	89B
            3106195	195	අන්දදොල	87B
            3106200	200	පටිවත්ත	87H
            3106205	205	වතුගෙදර	87C
            3106210	210	පරගහතොට	87
            3106215	215	වතුගෙදර දකුණ	87A
            3106220	220	කුරුන්දුවත්ත	87F
            3106225	225	වාලගෙදර	89A
            3106230	230	රන්දොඹේ උතුර	88B
            3106235	235	වඩුමුල්ල	87E
            3106240	240	විහාරගොඩ	87G
            3106245	245	කන්දෙගොඩ	88A
            3106250	250	බොගහවත්ත	88C
            3106255	255	රන්දොඹේ දකුණ	88
            3109005	005	වල් ඉඟුරුකැටිය	39J
            3109010	010	උරගස්මන්හදිය උතුර	39A
            3109015	015	ගල්පොත්තාවල	39H
            3109020	020	මීගස්පිටිය	39B
            3109025	025	මෙන්දොරාවල	39E
            3109030	030	උරගස්මන්හදිය දකුණ	39
            3109035	035	යටගල	39D
            3109040	040	උරගස්මන්හදිය නැගෙනහිර	39C
            3109045	045	මාබිංගොඩ	39G
            3109050	050	හිපන්කන්ද	41A
            3109055	055	සිරිපුර	41D
            3109060	060	බෙලිගස්වැල්ල	41E
            3109065	065	හල්ගහවැල්ල	39F
            3109070	070	ලෙනගල් පලත	41C
            3109075	075	මාගල උතුර	41
            3109080	080	කලුවලගොඩ	41B
            3109085	085	දියපිටගල්ලන	41F
            3109090	090	අංගුලුගල්ල	95A
            3109095	095	මාගල දකුණ	95
            3109100	100	පෙහැඹියකන්ද	95B
            3109105	105	උනගස්වෙල	91D
            3109110	110	මඩකුඹුර	92A
            3109115	115	තල්ගහවත්ත	92D
            3109120	120	මන්දකන්ද	92B
            3109125	125	අංගනකැටිය	93C
            3109130	130	බොරකන්ද	92
            3109135	135	මහඇඩන්ද	92F
            3109140	140	කරන්දෙණිය උතුර	91
            3109145	145	රන්දෙණිගම	91B
            3109150	150	මහගොඩ	91E
            3109155	155	කරන්දෙණිය දකුණ	91A
            3109160	160	දංගහවිල	91C
            3109165	165	එගොඩවෙල	91F
            3109170	170	දිවියගහවෙල	92C
            3109175	175	කිරි නූගේ	92E
            3109180	180	කිරිපැද්ද	93A
            3109185	185	ගලගොඩ අත්ත	93D
            3109190	190	ඉහල කිරිපැද්ද	93B
            3109195	195	කුරුන්දුගහ හෙටෙක්ම	93
            3109200	200	ජයභීම	93E
            3112005	005	අවිට්ටව	29A
            3112010	010	පහල ඕමත්ත	28
            3112015	015	ඕමත්ත	28C
            3112020	020	මැටිවිලිය	30A
            3112025	025	හිඹුටුගොඩ	31D
            3112030	030	ඉදිපලෙගොඩ	30B
            3112035	035	දික්හේන	31C
            3112040	040	දෙල්පොන	30C
            3112045	045	ඉහල ඕමත්ත	28A
            3112050	050	දිගල නාගහතැන්න	28B
            3112055	055	ඕපාත	29B
            3112060	060	ගොලුවමුල්ල උතුර	29C
            3112065	065	ගොලුවමුල්ල බටහිර	29D
            3112070	070	ගොලුවමුල්ල	29
            3112075	075	අටකොහොට	29H
            3112080	080	ඇල්පිටිය උතුර	25
            3112085	085	ඇල්පිටිය නැගෙනහිර	25C
            3112090	090	පූජගල්ලෙන	25K
            3112095	095	කැටන්දොල උදොවිට	31G
            3112100	100	සිත්තරගොඩ	31H
            3112105	105	අමුගොඩ	31
            3112110	110	කැල්ලපාත	31E
            3112115	115	තලගස්පේ	31B
            3112120	120	තලගස්පේ බටහිර	31J
            3112125	125	වල්ලම්බගල උතුර	27E
            3112130	130	ඇල්පිටිය දකුණ	25B
            3112135	135	ඇල්පිටිය මධ්‍යම	25G
            3112140	140	නවදගල	25A
            3112145	145	බටුවන්හේන	25D
            3112150	150	ඉගල	26A
            3112155	155	ඉගල නැගෙනහිර	26D
            3112160	160	පෙලන්දගොඩ	25E
            3112165	165	වල්ලම්බගල	27A
            3112170	170	අඹන	94
            3112175	175	අඹන උතුර	94L
            3112180	180	පිටුවල දකුණ	27D
            3112185	185	පිටුවල දකුණ	27C
            3112190	190	කුඩගල කදිරන්දොල	26C
            3112195	195	ඉගල තලාව නැගෙනහිර	26E
            3112200	200	ඉගල තලාව	26B
            3112205	205	ඇල්ල	26G
            3112210	210	ඇල්ල තනබද්දෙගම	26
            3112215	215	මහවෙල අභයපුර	27B
            3112220	220	පිටුවල බටහිර	27
            3112225	225	එරමුල්ල	94E
            3112230	230	පිනිකහන	94A
            3112235	235	කහදූව	94D
            3112240	240	තිබ්බොටුවාව	94J
            3112245	245	වතුරුවිල	94C
            3112250	250	රේකදහේන	94H
            3112255	255	කහදූව දකුණ	94k
            3115005	005	පිටිගල උතුර	30B
            3115010	010	උහනොවිට	33E
            3115015	015	හන්ත්තක	33
            3115020	020	කළුවාරච්චිගොඩ	30E
            3115025	025	පිටිගල	30
            3115030	030	කරව්ව	30D
            3115035	035	බොරලුහේන	33B
            3115040	040	බංගමු කන්ද	33D
            3115045	045	ගොඩමුණ උතුර	33C
            3115050	050	මාර්තුපිටිය	32A
            3115055	055	ගොඩමුණ දකුණ	33A
            3115060	060	ලියනගමකන්ද	34A/1
            3115065	065	උස්බිම් කොලෝනිය	34A/2
            3115070	070	බඹරවන	34A
            3115075	075	මාට්ටක	34
            3115080	080	වෙයිහේන	32
            3115085	085	අමරගම	31B/2
            3115090	090	නාරනොවිට	31B
            3115095	095	පොරවගම	35
            3115100	100	කිඹුලාවල	32B
            3115105	105	පොඩ්ඩිවල බටහිර	34B
            3115110	110	පොඩ්ඩිවල නැගෙනහිර	34C
            3115115	115	මරග්ගොඩ	35A
            3115120	120	දුවෙගොඩ	35C
            3115125	125	පොරවගම දකුණ	35B
            3115130	130	වත්තෙහේන	37A
            3115135	135	මනම්පිට	37A/2
            3115140	140	නියගම	38
            3115145	145	නියගම බටහිර	38A
            3115150	150	පොල්පෙලකැටිය	37B
            3115155	155	හොරංගල්ල බටහිර	37/3
            3115160	160	හොරංගල්ල තලාව	37
            3115165	165	හොරංගල්ල (අකුළාවිල)	37/2
            3115170	170	නියගම දකුණ	38B
            3118005	005	ඇල ඉහල	230B
            3118010	010	ඇල ඉහල උතුර	230E
            3118015	015	කුඹුරෙගොඩ	230 C
            3118020	020	හබරකඩ නැගෙනහිර	230
            3118025	025	හබරකඩ බටහිර	230 A
            3118030	030	කුඩුගල්පාල	230 D
            3118035	035	බටහේන	227A
            3118040	040	තවලම උතුර	227
            3118045	045	තවලම මූකලන	227 C
            3118050	050	තවලම දකුණ	227B
            3118055	055	හිනිදුම උතුර	226
            3118060	060	හිනිදුම බටහිර	226 B
            3118065	065	හිනිදුම දකුණ	226 A
            3118070	070	මල්ගල්ල	228
            3118075	075	හල්විටිගල කොලෝනිය පියවර 1	228 B
            3118080	080	හල්විටිගල කොලෝනිය පියවර 2	228 D
            3118085	085	දම්මල කොලෝනිය	228E
            3118090	090	තලංගල්ල නැගෙනහිර	228 F
            3118095	095	තලංගල්ල බටහිර	228G
            3118100	100	මල්හාතාව	226C
            3118105	105	පනංගල බටහිර	225A
            3118110	110	පනංගල උතුර	225 C
            3118115	115	පනංගල්ල නැගෙනහිර	225
            3118120	120	තලංගල්ල	228 A
            3118125	125	දම්මල	228 C
            3118130	130	ඕපාත උතුර	229 D
            3118135	135	ඕපාත බටහිර	229 C
            3118140	140	කොරලෙගම	224 A
            3118145	145	එප්පාල	224
            3118150	150	ගල්ලන්දාල	225 B
            3118155	155	ඕපාත දකුණ	229E
            3118160	160	ඕපාත නැගෙනහිර	229
            3118165	165	වීරපාන උතුර	229F
            3118170	170	වීරපාන බටහිර	229B
            3118175	175	වීරපාන දකුණ	229G
            3118180	180	වීරපාන නැගෙනහිර	229A
            3121005	005	දනාවල	232C
            3121010	010	මාවිට බටහිර	232E
            3121015	015	බටුවන්ගල බටහිර	233A
            3121020	020	කොස්මුල්ල	233D
            3121025	025	තඹලගම	234D
            3121030	030	එහෙලපිටිය	233C
            3121035	035	බටුවන්ගල	233
            3121040	040	මාවිට නැගෙනහිර	232A
            3121045	045	කොස්වත්ත	232G
            3121050	050	එබලගෙදර උතුර	231A
            3121055	055	එඹලෙගෙදර දකුණ	231C
            3121060	060	මාවනාන	231
            3121065	065	නෑලුව	232
            3121070	070	පහල මද්දෙගම	233B
            3121075	075	මැද්දෙගම නැගෙනහිර	233F
            3121080	080	හප්පිටිය	234B
            3121085	085	මඩුගැට	234
            3121090	090	වරුකන්දෙණිය	234C
            3121095	095	ලංකාගම	234A
            3121100	100	දෙල්ලාව	237
            3121105	105	මියනවතුර	236
            3121110	110	පන්නිමුල්ල	235B
            3121115	115	ඉහල මද්දෙගම	233E
            3121120	120	මෙදගම	232D
            3121125	125	පහල ගිගුම්මඩුව	231D
            3121130	130	ඉහල ගිගුම්මඩුව	231B
            3121135	135	ලෙල්වල	232B
            3121140	140	ඉහල ලෙවල	232F
            3121145	145	පනගොඩ	235
            3121150	150	දෙවලෙගම බටහිර	235C
            3121155	155	දෙවලෙගම නැගෙනහිර	235A
            3121160	160	මිල්ලාව බටහිර	238B
            3121165	165	ඉහල මිල්ලාව	238A
            3121170	170	පහල මිල්ලාව	238
            3124005	005	තල්ගස්වල	215C
            3124010	010	මරකන්ද	214D
            3124015	015	මලමුර	214A
            3124020	020	අලුත් තනයංගොඩ පහල බටහිර	215B
            3124025	025	මාපලගම	215A
            3124030	030	අලුත් තනයංගොඩ පහල	215
            3124035	035	අලුත් තනයංගොඩ ඉහල දකුණ	214C
            3124040	040	අලුත් තනයංගොඩ ඉහල	214
            3124045	045	කෙටගොඩ දකුණ	214B
            3124050	050	කෙටගොඩ උතුර	214E
            3124055	055	පරණ තනයංගොඩ	213
            3124060	060	පරණ තනයංගොඩ මධ්‍යම	213B
            3124065	065	පරණ තනයංගොඩ පහල	213A
            3124070	070	ගොනලගොඩ නැගෙනහිර	217B
            3124075	075	ගොනලගොඩ	217
            3124080	080	ගම්මැද්දෙගොඩ	217A
            3124085	085	ගම්මැද්දෙගොඩ දකුණ	217C
            3124090	090	නාගොඩ ඉහල	216A
            3124095	095	නාගොඩ	216
            3124100	100	කුරුපනාව	216B
            3124105	105	ගොනදෙණිය	210A
            3124110	110	උකොවිට උතුර	218C
            3124115	115	උදුගම බටහිර	218
            3124120	120	උදුගම උතුර	219C
            3124125	125	හොමඩොල	219A
            3124130	130	උදුගම නැගෙනහිර	219
            3124135	135	උදුගම	218B
            3124140	140	උකොවිට	218D
            3124145	145	ගොනදෙණිය දකුණ	210E
            3124150	150	උඩලමත්ත නැගෙනහිර	210C
            3124155	155	උඩලමත්ත උතුර	210
            3124160	160	කප්පිටියගොඩ	212
            3124165	165	උදවැලිවිටිය	194
            3124170	170	උදවෙලිවිටිතලාව නැගෙනහිර	194C
            3124175	175	උදවෙලිවිටිතලාව	194A
            3124180	180	උදවෙලිවිටිය බටහිර	194B
            3124185	185	කැප්පිටියගොඩ උතුර	212A
            3124190	190	බුඩපනාගම	211A
            3124195	195	උනන්විටිය	211
            3124200	200	උනන්විටිය නැගෙනහිර	211B
            3124205	205	උරල උතුර	222
            3124210	210	උරල පහල	222C
            3124215	215	යටලමත්ත	209
            3124220	220	යටලමත්ත නැගෙනහිර	209A
            3124225	225	උඩමත්ත දකුණ	210B
            3124230	230	උදුගම දකුණ	218A
            3124235	235	උදුගම මධ්‍යම	219B
            3124240	240	අලුත්වත්ත	219D
            3124245	245	හංගාරන්වල	210D
            3124250	250	යටලමත්ත බටහිර	209B
            3124255	255	උරල මධ්‍යම	222B
            3124260	260	උරල දකුණ	222A
            3124265	265	උරල නැගෙනහිර	222D
            3127005	005	වවුලගල	199B
            3127010	010	හල්පාතොට මධ්‍යම	199A
            3127015	015	හල්පාතොට	199
            3127020	020	බද්දෙගම නගරය	184B
            3127025	025	බද්දෙගම උතුර	184
            3127030	030	නයපමුල	184A
            3127035	035	කොටගොඩ	184C
            3127040	040	හෙම්මැලිය	188
            3127045	045	ඇල්ලකන්ද වතුරාව	186C
            3127050	050	බද්දෙගම නැගෙනහිර	186
            3127055	055	යහලදූව	186B
            3127060	060	බද්දෙගම දකුණ	198A
            3127065	065	ගොතටුව	198B
            3127070	070	මාජුවාන	202
            3127075	075	වෙවෙල්දෙණිය	201C
            3127080	080	කැරදැවල	201
            3127085	085	මඩොල්දූව	201B
            3127090	090	බටකැටිය	201D
            3127095	095	ගනෙගම උතුර	198
            3127100	100	සන්දරාවෙල	220B
            3127105	105	බොරළුකඩ	187
            3127110	110	මහහේංගොඩ	187B
            3127115	115	මහාලපිටිය	188A
            3127120	120	පිලගොඩ	187A
            3127125	125	තිලක උදගම	187C
            3127130	130	ගනෙගම නැගෙනහිර	220A
            3127135	135	ගනෙගම දකුණ	220
            3127140	140	ගනෙගම බටහිර	220C
            3127145	145	ලෙල්කඩ	202A
            3127150	150	ගිනිමැල්ලගහ බටහිර	201A
            3127155	155	ගිනිමැල්ලගහ නැගෙනහිර	203
            3127160	160	දොඩංගොඩ	203B
            3127165	165	කීඹි ඇල	206C
            3127170	170	කැසිදෙණිය	208A
            3127175	175	වරකාපිටිකන්ද	208B
            3127180	180	පහල කීඹිය	208
            3127185	185	වල්පිට උතුර	206
            3127190	190	තෙලිකඩ	204
            3127195	195	ගිනිමැල්ලගහ දකුණ	203A
            3127200	200	පිටුවල්ගොඩ	203C
            3127205	205	තෙලිකඩ නගරය	204A
            3127210	210	බාලගොඩ	206B
            3127215	215	අදුරත්විල	206E
            3127220	220	කොහොඹ නාදෙණිය	208C
            3127225	225	වල්පිට දකුණ	206A
            3127230	230	ගොනපුර	206D
            3127235	235	හොරගම්පිට මධ්‍යම	205A
            3127240	240	හොරගම්පිට	205
            3128005	005	වෙයිහේන	186D
            3128010	010	ඉඳුරුපත්විල	186A
            3128015	015	පොල්ගහවිල	191B
            3128020	020	කුඹලමලහේන	190A
            3128025	025	ඉහල ලෙල්වල	190
            3128030	030	පහල ලෙල්වල	191
            3128035	035	කිරින්දලහේන	191D
            3128040	040	කොකාවල	191A
            3128045	045	පන්විල	190B
            3128050	050	වන්දුරඹ	221
            3128055	055	ගුලුගහකන්ද	221B
            3128060	060	තලාව	189B
            3128065	065	මාබොටුවාන	189
            3128070	070	වන්දුරඹ දකුණ	221A
            3128075	075	දෙයියන්දර	191C
            3128080	080	මඩ කීඹිය	200
            3128085	085	පිටිහරාව	200B
            3128090	090	තිරුවනකැටිය	200C
            3128095	095	නත්තෙවෙල	189A
            3128100	100	මැද කීඹිය නැගෙනහිර	200A
            3128105	105	ඉහල කීඹිය දකුණ	207A
            3128110	110	ඉහල කීඹිය	207
            3130005	005	එත්කදුර	223
            3130010	010	පරණ කොලෝනිය	223C
            3130015	015	තනබද්දෙගම	223B
            3130020	020	මද්දෙවිල	193B
            3130025	025	මිරිස්වත්ත	193F
            3130030	030	නඹර අත්ත	193C
            3130035	035	දිවිතුර නැගෙනහිර	223A
            3130040	040	පොල්ගහවිල	94B
            3130045	045	දිවිතුර	193
            3130050	050	අම්පෙගම	192
            3130055	055	හමිංගල	193D
            3130060	060	නුගෙතොට	193E
            3130065	065	අගලිය	197
            3130070	070	දිවිතුර දකුණ	193A
            3130075	075	ගලහියන්කන්ද	192A
            3130080	080	කුට්ටියාවත්ත	94C
            3130085	085	පාත වැලිවිටිය උතුර	196B
            3130090	090	වදුවැලිවිටිය උතුර	196C
            3130095	095	පාත වැලිවිටිය	196
            3130100	100	වදුවලිවිටිය දකුණ	196A
            3133005	005	හෙප්පුමුල්ල	83A
            3133010	010	පටබඩිමුල්ල	85
            3133015	015	කරිත්තකන්ද	83
            3133020	020	කලුවඩුමුල්ල	86 A
            3133025	025	ඔකන්ද	86E
            3133030	030	කෙරමිණිය	86 B
            3133035	035	පොල්වත්ත	86
            3133040	040	තල්ගස්ගොඩ	86 D
            3133045	045	තිලකපුර	81 A
            3133050	050	තනිපොල්ගහලංග	75 J
            3133055	055	බටපොල මධ්‍යම	75 B
            3133060	060	කොඬයිගල	75 K
            3133065	065	බටපොල උතුර	75 C
            3133070	070	කොබෙයිතුඩුව	75 I
            3133075	075	ගොඩහේන	81
            3133080	080	පොරඹ	86C
            3133085	085	විලෙගොඩ	84
            3133090	090	පනියන්දූව	84 A
            3133095	095	හිරේවත්ත	82A
            3133100	100	මහ අඹලන්ගොඩ	82
            3133105	105	බටදූව	75 F
            3133110	110	බටපොල බටහිර	75
            3133115	115	බටපොල දකුණ	75D
            3133120	120	දොරාල	75 G
            3133125	125	බටපොල නැගෙනහිර	75 A
            3133130	130	පොල්හුන්නාව	75 H
            3133135	135	නවගම	75E
            3133140	140	නින්දන	74
            3133145	145	ලෙව්දූව	74 A
            3133150	150	උඩකැරැව	73 B
            3133155	155	දොමන්විල	74 B
            3133160	160	දිද්දෙලිය	73A
            3133165	165	එරනවිල	73D
            3133170	170	මීටියගොඩ	73
            3133175	175	මැටිවල	68
            3133180	180	වලකඩ	68 B
            3134005	005	කරුවලබැද්ද	73C
            3134010	010	මනම්පිට	66A
            3134015	015	දඟරගහ උඩුමුල්ල	66G
            3134020	020	බන්වෙල්ගොඩැල්ල	66C
            3134025	025	ඉරියගහමුල්ල	66H
            3134030	030	අලුත්වල	66
            3134035	035	මහගංගොඩ	66F
            3134040	040	කිරින්දි ඇල	68A
            3134045	045	තිලකගම	66E
            3134050	050	හෙණගොඩ	66D
            3134055	055	ගොනපීනුවල මධ්‍යම	60B
            3134060	060	වුඩ්ලන්ඩ්ස් වත්ත	60C
            3134065	065	බෙරතුඩුව	66B
            3134070	070	හික්කඩුව නැගෙනහිර	59A
            3134075	075	අරච්චිකන්ද	59/A/1
            3134080	080	ගොනපීනුවල නැගෙනහිර	60
            3134085	085	ගොනපීනුවල බටහිර	60A
            3134090	090	දොඩම්කහාවිල	60D
            3134095	095	කලුවගහ කොලෝනිය	60E
            3135005	005	උරවත්ත	80
            3135010	010	දෙවගොඩ බටහිර	80C
            3135015	015	දෙවගොඩ නැගෙනහිර	80B
            3135020	020	දෙල්දූව	80D
            3135025	025	ඉදන්තොට	80A
            3135030	030	කුලීගොඩ බටහිර	78
            3135035	035	ගලගොඩ නැගෙනහිර	78A
            3135040	040	ගලගොඩ බටහිර	78C
            3135045	045	කුලීගොඩ නැගෙනහිර	78B
            3135050	050	වැල්ලඕඩ	79
            3135055	055	උස්මුදුලාව	79A
            3135060	060	වෙනමුල්ල	77
            3135065	065	දිඹුල්දූව	77B
            3135070	070	අඳුරංගොඩ	77A
            3135075	075	ගල්දූව	72A
            3135080	080	අකුරල	76
            3135085	085	අකුරල උතුර	76B
            3135090	090	අකුරල දකුණ	76A
            3135095	095	උදුවරාගොඩ උතුර	71A
            3135100	100	උදුවරාගොඩ දකුණ	71
            3135105	105	කහාව	69
            3135110	110	වෙරගොඩ	72
            3135115	115	ඩෙල්මාර් කොලෝනිය	72C
            3135120	120	හරන්නගල	72B
            3135125	125	ගොඩගම දකුණ	70
            3135130	130	ගොඩගම උතුර	70A
            3135135	135	දලුවතුමුල්ල	67C
            3135140	140	තෙල්වත්ත	67
            3135145	145	පෙරෙලිය උතුර	67A
            3135150	150	පෙරෙලිය දකුණ	67B
            3135155	155	සීනිගම	64A
            3135160	160	සීනිගම නැගෙනහිර	64
            3135165	165	මලාවැන්න	65
            3135170	170	කළුපේ	62
            3135175	175	උඩුමුල්ල	62A
            3135180	180	මැදගොඩ	62B
            3135185	185	වෙරැල්ලාන	63
            3135190	190	තොටගමුව	61
            3136005	005	වැල්ලවත්ත	59D
            3136010	010	නාකන්ද	59E
            3136015	015	හික්කඩුව මධ්‍යම	59B
            3136020	020	හික්කඩුව බටහිර	59
            3136025	025	හික්කඩුව නගරය	59A
            3136030	030	වවුලගොඩ බටහිර	58
            3136035	035	වවුලගොඩ නැගෙනහිර	58A
            3136040	040	නලගස්දෙණිය	59C
            3136045	045	මිල්ලගොඩ	57B
            3136050	050	වෙවල	57
            3136055	055	පන්නම්ගොඩ	57A
            3136060	060	නාරිගම වැල්ලබඩ	56A
            3136065	065	නාරිගම	56
            3136070	070	කුඩ වෙවල	56B
            3136075	075	දෙල්ගහදූව	55B
            3136080	080	කටුකොලිහ	55
            3136085	085	තිරණගම	54
            3136090	090	වැල්ලබඩ තිරණගම	54A
            3136095	095	පටුවාත	53
            3136100	100	ගම්මදුවත්ත	53A
            3136105	105	හෙන්නතොට	53B
            3136110	110	පින්කන්ද	55A
            3136115	115	හන්දවුඩුමුල්ල	55C
            3136120	120	දොඩන්දුගොඩ	52A
            3136125	125	මොදර පටුවාත	52
            3136130	130	දොඩන්දූව	51
            3136135	135	උඩුහල්පිටිය	51A
            3137005	005	තොටවිල	48A
            3137010	010	මාවදාවිල	49A
            3137015	015	පන්විල පහලගොඩ	49B
            3137020	020	ඉඹුල	49
            3137025	025	කටුදම්පේ	48
            3137030	030	කරවේගොඩ	50
            3137035	035	දෙවිනිගොඩ	50A
            3137040	040	බොපගොඩ	50B
            3137045	045	කන්දෙගොඩ	46B
            3137050	050	රණපනදෙණිය	46A
            3137055	055	රෙග්ගිපුර	45E
            3137060	060	මැදවල	45B
            3137065	065	මලිදුව	45A
            3137070	070	පලාන්තියගොඩ	45C
            3137075	075	ගානෙගොඩ	44B
            3137080	080	රත්ගම හේගොඩ	46
            3137085	085	පල්ලියපිටිය	46C
            3137090	090	ගම්මැද්දගොඩ	47
            3137095	095	ගම්මැද්දෙගොඩ නැගෙනහිර	47B
            3137100	100	ගම්මැද්දෙගොඩ-රාජ්ගම	47A
            3137105	105	ඕවකන්ද	47C
            3137110	110	කපුමුලුගොඩ	44C
            3137115	115	රත්න උදගම	44D
            3137120	120	මහ හේගොඩ	45
            3137125	125	හේගොඩ	45D
            3137130	130	කෙදල	43A
            3137135	135	රුපීවල	44A
            3137140	140	දොලිකන්ද	44E
            3137145	145	බූස	44
            3137150	150	කදුරුපේ	43
            3137155	155	පිටිවැල්ල දකුණ	42A
            3137160	160	පිටිවැල්ල උතුර	42
            3139005	005	උක්වත්ත නැගෙනහිර	108
            3139010	010	උක්වත්ත බටහිර	108B
            3139015	015	මහ හපුගල	108A
            3139020	020	කුරුන්දුවත්ත	106
            3139025	025	වෙලිපිටිමොදර	105
            3139030	030	ගින්තොට බටහිර	103
            3139035	035	ගින්තොට නැගෙනහිර	103A
            3139040	040	පියදිගම	107
            3139045	045	බෝපේ උතුර	107A
            3139050	050	බෝපේ නැගෙනහිර	119A
            3139055	055	කුඹල්වැල්ල උතුර	96J
            3139060	060	මඩවලමුල්ල උතුර	98A
            3139065	065	මඩවලමුල්ල දකුණ	98
            3139070	070	දෙද්දුගොඩ උතුර	101C
            3139075	075	දෙද්දුගොඩ දකුණ	101A
            3139080	080	මයිටිපේ	101
            3139085	085	වැලිපාත	101D
            3139090	090	මලිගස්පේ	101E
            3139095	095	දන්ගෙදර නැගෙනහිර	97D
            3139100	100	දන්ගෙදර බටහිර	98D
            3139105	105	බටගන්විල	98B
            3139110	110	ගල්වඩුගොඩ	96B
            3139115	115	රිච්මන්ඩ් කන්ද	96E
            3139120	120	බෝපේ බටහිර	119
            3139125	125	සියඹලගහවත්ත	102C
            3139130	130	දඩල්ල නැගෙනහිර	102A
            3139135	135	දඩල්ල බටහිර	102
            3139140	140	වලව්වත්ත	102B
            3139145	145	කුඹල්වැල්ල දකුණ	96
            3139150	150	මහමොදර	96A
            3139155	155	ඔසනාගොඩ	96I
            3139160	160	කන්දෙවත්ත	96F
            3139165	165	සංඝමිත්තාපුර	98 C
            3139170	170	මඩපාතාල	97B
            3139175	175	පොකුනවත්ත	97C
            3139180	180	මිරිද්දුව	101B
            3139185	185	එත්තිලිගොඩ දකුණ	130
            3139190	190	මකුළුව	99C
            3139195	195	පෙට්ටිගලවත්ත	99B
            3139200	200	තලපිටිය	99A
            3139205	205	කොංගහ	97
            3139210	210	වැලිවත්ත	97A
            3139215	215	මිනුවන්ගොඩ	96H
            3139220	220	කලුවැල්ල	96C
            3139225	225	චීන කොරටුව	96G
            3139230	230	කොටුව	96D
            3139235	235	මාගල්ල	99
            3139240	240	දෙවතුර	99 D
            3139245	245	කටුගොඩ	100
            3139250	250	දෙවට	100A
            3142005	005	පොඩ්ඩල	117
            3142010	010	පන්නමග	117B
            3142015	015	මූලන බටහිර	111G
            3142020	020	මූලන නැගෙනහිර	111F
            3142025	025	පන්විල	111B
            3142030	030	නාරාවල	111
            3142035	035	වලවත්ත	111C
            3142040	040	මාගදෙණිය	111A
            3142045	045	බස්වත්ත	111D
            3142050	050	අද්දරගොඩ	111E
            3142055	055	මීපාවල	117A
            3142060	060	පෙනිදෙණිය	117C
            3142065	065	ඕපාත	127B
            3142070	070	වාක්වැල්ල	121
            3142075	075	නිලදෙණිය	123A
            3142080	080	හපුගල	123
            3142085	085	බෙරලියඩොල	123D
            3142090	090	සිල්වාගෙවත්ත	124B
            3142095	095	උලුවිටිකේ	127
            3142100	100	හොලුවාගොඩ	126C
            3142105	105	ලාබුදූව	114
            3142110	110	කුරුන්ද කන්ද	114B
            3142115	115	කුරුන්ද	114C
            3142120	120	තොටගොඩ	114A
            3142125	125	ගල්කැටිය	126B
            3142130	130	ගොඩකන්ද	126
            3142135	135	බංගලාවත්ත	127D
            3142140	140	බොකරමුල්ලගොඩ	127C
            3142145	145	තුන්හිරිපන	124A
            3142150	150	අබේසුන්දරවත්ත	123C
            3142155	155	වටරේක නැගෙනහිර	120
            3142160	160	පෙලවත්ත	123B
            3142165	165	මම්පිටිය	120A
            3142170	170	කලේගන දකුණ	125
            3142175	175	කලේගන උතුර	125A
            3142180	180	කිතුලම්පිටිය	124
            3142185	185	කහදූව වත්ත	124C
            3142190	190	නාවින්න	127E
            3142195	195	හිරිඹුරගම	127A
            3142200	200	කරාපිටිය	126A
            3142205	205	අඹගහවත්ත	114D
            3142210	210	කපුහෙම්පල	115
            3142215	215	කෙරැන්විල	115A
            3142220	220	පලිවතුගොඩ	115B
            3145005	005	තල්ගස්යාය	118A
            3145010	010	නියගම	118B
            3145015	015	අඹගහවිල	109E
            3145020	020	ඉහලගොඩ නැගෙනහිර	109A
            3145025	025	අමල්ගම	109D
            3145030	030	කැටන්දොල	155C
            3145035	035	හියරේ උතුර	155
            3145040	040	කන්දහේන	155H
            3145045	045	වැලිහේන	155G
            3145050	050	කදුරුගාශේන	155F
            3145055	055	හියරේ නැගෙනහිර	155D
            3145060	060	ඉහල හියරේ	155E
            3145065	065	හියරේ දකුණ	155A
            3145070	070	එටඹගස්මුල්ල	109G
            3145075	075	ඉහලගොඩ කොලෝනිය	109F
            3145080	080	ඉහලගොඩ දකුණ	109B
            3145085	085	ඉහලගොඩ බටහිර	109
            3145090	090	අක්මීමාන	118C
            3145095	095	ගානෙගොඩ	118
            3145100	100	ගානෙගොඩ බටහිර	118D
            3145105	105	කිරින්දගොඩ	112C
            3145110	110	බදුන්ගොඩ කොලෝනිය	109H
            3145115	115	බදුන්ගොඩ	109C
            3145120	120	පින්නදූව කොලෝනිය	110C
            3145125	125	වැලිකැටිය	110B
            3145130	130	හල්ගස්මුල්ල	155B
            3145135	135	අමුකොටුව	152A
            3145140	140	නිවිතිපිටිගොඩ	152C
            3145145	145	තලාහිටියාව	152B
            3145150	150	අන්කොක්කාවල	110
            3145155	155	පින්නදූව	110A
            3145160	160	මානාවිල	112
            3145165	165	වාලහන්දුව	112A
            3145170	170	යක්ගහ	112B
            3145175	175	මීගොඩ	135A
            3145180	180	පිලාන	152
            3145185	185	පැදින්නෝරුව	135
            3145190	190	මෙලෙගොඩ	135B
            3145195	195	බඹරගොඩ	134D
            3145200	200	අනංගොඩ	113C
            3145205	205	හිනිදුම්ගොඩ	130C
            3145210	210	කෙරැන්විල කොලෝනිය	130F
            3145215	215	හලිවල	130B
            3145220	220	එත්තිලිගොඩ උතුර	130A
            3145225	225	අඹලන්වත්ත	130E
            3145230	230	ජඹුකැටිය	130D
            3145235	235	බටදූව	113
            3145240	240	කඩුරුදූව	134B
            3145245	245	පනගමුව	134A
            3145250	250	ගල්ගමුව	135C
            3145255	255	දිවුලන කොලෝනිය	135D
            3145260	260	හඩුගොඩ	135E
            3145265	265	කලහේ	134
            3145270	270	වාන්චාවල	134E
            3145275	275	අත්තරගොඩ	134C
            3145280	280	නුගදූව	113B
            3145285	285	බටදූව බටහිර	113A
            3145290	290	තල්පෙගොඩ	133E
            3145295	295	යටගම	133B
            3145300	300	රත්කින්දගොඩ	133D
            3145305	305	මැටරඹ	133
            3145310	310	තල්පේ උතුර	133A
            3145315	315	නාගහවත්ත	133C
            3148005	005	නාවාල	177B
            3148010	010	තැල්ලම්බුර උතුර	177E
            3148015	015	නකියදෙණිය	179A
            3148020	020	නකියදෙණිය උතුර	179C
            3148025	025	වත්තෙහේන	179B
            3148030	030	වාතොගල	179D
            3148035	035	මොරකැටිය	178B
            3148040	040	ගහලකොලදෙණිය	178F
            3148045	045	උඩුමලගල	179
            3148050	050	ඉහල නකියදෙණිය	179E
            3148055	055	පහල තැල්ලම්බුර	177
            3148060	060	ඉහල තැල්ලම්බුර	177A
            3148065	065	නෙවුන්ගල	176A
            3148070	070	නෙවුන්ගල දකුණ	176D
            3148075	075	කොට්ටාව	176
            3148080	080	තැල්ලම්බුර දකුණ	177F
            3148085	085	යක්කලමුල්ල නැගෙනහිර	177D
            3148090	090	නබදාව	178A
            3148095	095	යටමලගල	178D
            3148100	100	ඉහල කරගොඩ	178E
            3148105	105	මාගෙදර උතුර	182B
            3148110	110	මාගෙදර නැගෙනහිර	182D
            3148115	115	ඇල්ල ඉහල	182C
            3148120	120	මාගෙදර	182
            3148125	125	උදුවැල්ල	182A
            3148130	130	කරගොඩ	178
            3148135	135	පහල කරගොඩ	178C
            3148140	140	පොල්පගොඩ	180
            3148145	145	බෙරණගොඩ	180A
            3148150	150	යක්කලමුල්ල	177C
            3148155	155	කොට්ටාව නැගෙනහිර	176C
            3148160	160	කොට්ටාව බටහිර	176B
            3148165	165	තල්ගම්පාල උතුර	183B
            3148170	170	උදුබෙත්තාව	183A
            3148175	175	උදුබෙත්තාව බටහිර	183C
            3148180	180	තල්ගම්පාල	183
            3148185	185	හිරියමල්කුඹුර	180C
            3148190	190	පොල්පගොඩ බටහිර	180B
            3148195	195	කළුදියවල	180D
            3148200	200	බදුන්ගල	181C
            3148205	205	රත්මලකැටිය	182E
            3148210	210	වැලැන්දාව	181B
            3148215	215	පහල වාල්පොල	181A
            3148220	220	ඉහල වාල්පාල	181
            3151005	005	පිටවලහේන	174D
            3151010	010	මායකදුව	174A
            3151015	015	කබරගල	153D
            3151020	020	දඬුවන	153A
            3151025	025	හටංගල	154 A
            3151030	030	බන්දිපිට	154D
            3151035	035	පුස්වෙල්කඩ	174 B
            3151040	040	ඉහල කොඹල	174C
            3151045	045	කොඹල	174
            3151050	050	ඉමදුව අතිරේක	172A
            3151055	055	පරාගොඩ	173
            3151060	060	වතාවාන	173 C
            3151065	065	හව්පේ උතුර	175B
            3151070	070	හව්පේ	175
            3151075	075	අංගුලුගහ	154
            3151080	080	රංගොඩ	153B
            3151085	085	දොරපේ	153
            3151090	090	වැලිකොන්ද	153C
            3151095	095	පෙලවත්ත	154 C
            3151100	100	පොල්හේන	154 B
            3151105	105	කහඬ	167
            3151110	110	කහඬ අතිරේක 1	167A
            3151115	115	ගොඩවුඩමන්දිය	175C
            3151120	120	මාවැල්ල	175A
            3151125	125	දීගොඩ අතිරේක 01	173B
            3151130	130	ඉමදුව	172
            3151135	135	හෙට්ටිගොඩ	169A
            3151140	140	දීගොඩ	173 A
            3151145	145	කලුගලගොඩ	171 B
            3151150	150	ඉහල මාවැල්ල	175 D
            3151155	155	තිත්තගල්ල නැගෙනහිර	166
            3151160	160	අම්පාවිල	166D
            3151165	165	මලාල්ගොඩපිටිය	171
            3151170	170	දික්කුඹුර	165
            3151175	175	කොඩගොඩ දකුණ	169
            3151180	180	කොඩගොඩ නැගෙනහිර	171 A
            3151185	185	හොරඩුගොඩ	168
            3151190	190	ඇල්ලලගොඩ	170A
            3151195	195	අඳුගොඩ	170
            3151200	200	පනුගල්ගොඩ	165B
            3151205	205	ඉඳුරන්නාවිල	165A
            3151210	210	අටනිකිත	166B
            3151215	215	තිත්තගල්ල බටහිර	166A
            3154005	005	යද්දෙහිමුල්ල	137B
            3154010	010	බොනවිස්තාව	137 C
            3154015	015	උනවටුන බටහිර	137
            3154020	020	උන්වටුන නැගෙනහිර	136
            3154025	025	මහාරඹ	136A
            3154030	030	දලාවැල්ල	132A
            3154035	035	උනවටුන මධ්‍යම	137A
            3154040	040	තල්පේ බටහිර	132
            3154045	045	හීනටිගල දකුණ	148
            3154050	050	වැල්ලීතොට	148B
            3154055	055	හල්ලොලුවාගොඩ	143A
            3154060	060	හන්දොගොඩ	143B
            3154065	065	ඩඩම්පේ	143
            3154070	070	අත්තරගොඩ	142A
            3154075	075	තල්පේ නැගෙනහිර	148A
            3154080	080	කහාවෙන්නගම	148C
            3154085	085	මොරම්පිටිගොඩ	144B
            3154090	090	උරගස්ගොඩ	144F
            3154095	095	පිටිදූව	142
            3154100	100	මීපේ	151A
            3154105	105	බොගහමුලුගොඩ	151C
            3154110	110	හප්පාවන	151
            3154115	115	අන්නාසිවතුගොඩ	151B
            3154120	120	හරුමල්ගොඩ බටහිර	149
            3154125	125	ලනුමොදර	151D
            3154130	130	ලියනගොඩ	144
            3154135	135	කටුකුරුන්ද	144C
            3154140	140	හරුමල්ගොඩ මධ්‍යම	149B
            3154145	145	ගොඩාවත්ත	149C
            3154150	150	හරුමල්ගොඩ නැගෙනහිර	149A
            3154155	155	කොග්ගල අතිරේක 1	144D
            3154160	160	කොග්ගල අතිරේක II	144E
            3154165	165	කොග්ගල	144A
            3154170	170	කාතලුව බටහිර	162
            3154175	175	අටදගෙවතුගොඩ	162A
            3154180	180	කාතලුව නැගෙනහිර	164
            3154185	185	වැල්හෙංගොඩ	164D
            3154190	190	කාතලුව මධ්‍යම	164B
            3154195	195	අලවාතුතිස්ගොඩ	164G
            3154200	200	පැලැස්ස	166C
            3154205	205	කොරහැඩිගොඩ	159B
            3154210	210	අහංගම නාකන්ද	159
            3154215	215	කලපුව	159D
            3154220	220	අහංගම්ගොඩ	159C
            3154225	225	ඩඩුහල	164C
            3154230	230	මීගහගොඩ	164A
            3154235	235	කහාවතුගොඩ	164E
            3154240	240	මෙලියගොඩ	164F
            3154245	245	පියදිගම බටහිර	161
            3154250	250	වඩුගෙගොඩ	161B
            3154255	255	කරන්දුගොඩ	161A
            3154260	260	කලහෙගොඩ	160B
            3154265	265	දොම්මාන්නෙගොඩ	160A
            3154270	270	පියදිගම නැගෙනහිර	160
            3154275	275	අහංගම මධ්‍යම	157
            3154280	280	දිගරැද්ද	159A
            3154285	285	තල්දූව	156B
            3154290	290	අහංගම නැගෙනහිර	156
            3154295	295	ගොවියපාන	156A
            3203005	005	කලුබොවිටියන	259
            3203010	010	ගලබද	259D
            3203015	015	අඹෙවෙල	259C
            3203020	020	දංගල බටහිර	259B
            3203025	025	බානාගල නැගෙනහිර	260
            3203030	030	දංගල නැගෙනහිර	259A
            3203035	035	බානාගල බටහිර	260A
            3203040	040	එදන්දුකිත බටහිර	258C
            3203045	045	එදන්දුකිත නැගෙනහිර	258A
            3203050	050	අලපලදෙණිය දකුණ	258B
            3203055	055	අලපලදෙණිය උතුර	258
            3203060	060	කිරිවෙල්කැලේ උතුර	261F
            3203065	065	රඹුකන බටහිර	262G
            3203070	070	කොඩිකාරගොඩ බටහිර	262C
            3203075	075	කොඩිකාරගොඩ නැගෙනහිර	262H
            3203080	080	වැලිව	262A
            3203085	085	රඹුකන නැගෙනහිර	262B
            3203090	090	තලපෙකුඹුර	261G
            3203095	095	කුඩගලහේන	261H
            3203100	100	කිරිවෙල්කැලේ දකුණ	261C
            3203105	105	දැරංගල	261B
            3203110	110	තැන්නහේන	261E
            3203115	115	ගොරකාවෙල	261
            3203120	120	සියඹලගොඩ බටහිර	263
            3203125	125	කොස්නිල්ගොඩ	262D
            3203130	130	අළුවාන	262E
            3203135	135	පරදුපල්ල	262F
            3203140	140	මහපොතුවිල	263D
            3203145	145	දන්කොළුව	265A
            3203150	150	පිටබැද්දර	261A
            3203155	155	කදුරුවාන	261D
            3203160	160	දෙහිගස්ප	265
            3203165	165	කොටගල	266
            3203170	170	සියඹලගොඩ නැගෙනහිර	263A
            3203175	175	වනසින්කන්ද	263F
            3203180	180	දියඩව	263C
            3203185	185	ඉහල අයිනගම	263E
            3203190	190	ඇලමල්දෙණිය	266A
            3203195	195	වතුරකුබුර	265C
            3203200	200	පුවක්බඩොවිට	265B
            3206005	005	මැදරිපිටිය	240
            3206010	010	කීරිවලගම	241G
            3206015	015	කිරිවෙල්දොල	241A
            3206020	020	කන්දිල්පාන	241H
            3206025	025	විහාරහේන	244
            3206030	030	අදරදෙණිය	244C
            3206035	035	ඉහලගම	243B
            3206040	040	බැටයාය	241C
            3206045	045	පුස්සවැල	241F
            3206050	050	පල්ලෙගම උතුර	241
            3206055	055	පතාවල නඩකන්ද	241D
            3206060	060	පොද්දන	240C
            3206065	065	කොලවෙනිගම	240A
            3206070	070	පල්ලෙගම දකුණ	241B
            3206075	075	දෙනියාය බටහිර	243A
            3206080	080	දෙනියාය	243
            3206085	085	කළුගලහේන	244B
            3206090	090	තෙනිපිට	244A
            3206095	095	මුගුනුමුල්ල	242C
            3206100	100	නාවලහේන	242D
            3206105	105	කොටපොල උතුර	242
            3206110	110	නිශ්ශංකපුර	241E
            3206115	115	බෙලිඅත්තකුඹුර	240B
            3206120	120	මොරවක	257
            3206125	125	පොරුපිටිය	257B
            3206130	130	වාරල්ල	256
            3206135	135	කූඩලුදෙණිය	256C
            3206140	140	කොටපොල දකුණ	242A
            3206145	145	උසමලගොඩ	242F
            3206150	150	ලින්දගවහේන	242G
            3206155	155	කොස්මොදර	242E
            3206160	160	ඉළුක්පිටිය	242B
            3206165	165	හොරගල නැගෙනහිර	256A
            3206170	170	හොරගල බටහිර	256D
            3206175	175	උවරගල	256B
            3206180	180	පෙලවත්ත	257A
            3206185	185	පරාගල	263B
            3209005	005	බටන්දුර දකුණ	251E
            3209010	010	බටන්දුර උතුර	251A
            3209015	015	තලපලකන්ද	250C
            3209020	020	කේකුදෙණිය	250B
            3209025	025	කැටවල	246A
            3209030	030	ගින්නාලිය උතුර	246C
            3209035	035	පත්තිගල	246E
            3209040	040	බෙරලපනාතර දකුණ	250A
            3209045	045	බෙරලපනාතර උතුර	250
            3209050	050	විජයගම	250D
            3209055	055	පාටවිට	250E
            3209060	060	කිරිලිපාන	251
            3209065	065	මොරගල	251B
            3209070	070	කීරිපිටිය නැගෙනහිර	249
            3209075	075	උරුබොක්ක	249A
            3209080	080	ගින්නාලිය බටහිර	246B
            3209085	085	ගින්නාලිය දකුණ	246D
            3209090	090	ගින්නාලිය නැගෙනහිර	246
            3209095	095	මැකිලියතැන්න	249B
            3209100	100	හීගොඩ	249C
            3209105	105	කීරිපිටිය බටහිර	249D
            3209110	110	පොත්දෙණිය	255A
            3209115	115	මොලොග්ගමුව උතුර	251C
            3209120	120	මොලොග්ගමුව දකුණ	251D
            3209125	125	බෙංගමුව බටහිර	255B
            3209130	130	බෙංගමුව නැගෙනහිර	255
            3209135	135	දම්පහල බටහිර	253A
            3209140	140	හුලන්කන්ද	253B
            3209145	145	දම්පහල නැගෙනහිර	253
            3209150	150	පස්ගොඩ	254
            3209155	155	බෙංගමුව දකුණ	255C
            3209160	160	දෙන්කන්දලිය	268D
            3209165	165	පනකඩුව බටහිර	267A
            3209170	170	රොටුඹ නැගෙනහිර	268A
            3209175	175	නපතැල්ල	268C
            3209180	180	අඬලුව	254A
            3209185	185	එහෙලකන්ද	270A
            3209190	190	ගල්කැටිකන්ද	268B
            3209195	195	රොටුඹ බටහිර	268
            3209200	200	පනකඩුව නැගෙනහිර	267
            3209205	205	ගොමිල	270B
            3209210	210	පුවක්ගහහේන	270C
            3209215	215	මාවරල	270
            3212005	005	ගොඹද්දාල උතුර	271A
            3212010	010	කුඩපාන	271B
            3212015	015	කැටියපලකන්ද	273C
            3212020	020	ගම්මැදගම	273A
            3212025	025	කැටියාපේ උතුර	273
            3212030	030	අටපත්තුකන්ද	276B
            3212035	035	පරාපමුල්ල නැගෙනහිර	276
            3212040	040	කැටියාපේ දකුණ	273B
            3212045	045	ගලැටුඹ	275C
            3212050	050	නෙරලම්පිටිය	272A
            3212055	055	මුලටියාන	272
            3212060	060	දිද්දෙනිපොත උතුර	302B
            3212065	065	බෙරගම උතුර	303B
            3212070	070	ගොඹද්දාල දකුණ	271
            3212075	075	බෙරගම බටහිර	303A
            3212080	080	බෙරගම දකුණ	303C
            3212085	085	මකන්දුර බටහිර	301
            3212090	090	බෙරගම නැගෙනහිර	303
            3212095	095	දිද්දෙනිපොත නැගෙනහිර	302
            3212100	100	දිද්දෙනිපොත දකුණ	302A
            3212105	105	සීනිපැල්ල බටහිර	275A
            3212110	110	මඩුවල	275D
            3212115	115	සීනිපැල්ල නැගෙනහිර	275B
            3212120	120	දෙයියන්දර	275
            3212125	125	පරාපමුල්ල බටහිර	276A
            3212130	130	පරාපමුල්ල දකුණ	276C
            3212135	135	දෙවලෙගම බටහිර	277A
            3212140	140	දෙවලෙගම නැගෙනහිර	277
            3212145	145	බාටදොල	279
            3212150	150	කිත්සිරිපුර	279B
            3212155	155	රාදවැල බටහිර	278A
            3212160	160	බෙල්පමුල්ල	275E
            3212165	165	බමුණුගම බටහිර	300B
            3212170	170	මකන්දුර නැගෙනහිර	301B
            3212175	175	රන්සේගොඩ නැගෙනහිර	301C
            3212180	180	මීපවිට	299B
            3212185	185	මුදලිගෙදර	299C
            3212190	190	රත්කැකුලාව	299E
            3212195	195	රන්සේගොඩ උතුර	301A
            3212200	200	රන්සේගොඩ දකුණ	299A
            3212205	205	රන්සේගොඩ බටහිර	299D
            3212210	210	කොරඹුරුවාන	299
            3212215	215	හොරාපවිට දකුණ	300C
            3212220	220	හොරාපවිට උතුර	300A
            3212225	225	බමුණුගම නැගෙනහිර	300
            3212230	230	රාදවැල නැගෙනහිර	278
            3212235	235	පල්ලවැල	279C
            3212240	240	පිටවල්ගමුව	279A
            3215005	005	කැහැල්වල	304A
            3215010	010	උරුමුත්ත	304
            3215015	015	උරුමුත්ත දකුණ	304B
            3215020	020	දැමටපැස්ස	305B
            3215025	025	දිවිතුර	305A
            3215030	030	වැලිහේන	305
            3215035	035	හව්පේ	306C
            3215040	040	තලාහගම බටහිර	306A
            3215045	045	වෙනගම	306B
            3215050	050	තලාහගම නැගෙනහිර	306
            3215055	055	උඩගශේන	313D
            3215060	060	විල්පිට බටහිර	313A
            3215065	065	කනහාලගම	308B
            3215070	070	ගොඩපිටිය	308A
            3215075	075	මරාගොඩ	308C
            3215080	080	පනදුගම	308
            3215085	085	තිබ්බොටුවාව උතුර	310A
            3215090	090	වලගෙපියද්ද	313C
            3215095	095	විල්පිට නැගෙනහිර 1	313
            3215100	100	විල්පිට නැගෙනහිර 11	313B
            3215105	105	යහමුල්ල	314B
            3215110	110	නඹුරුකන්ද	314C
            3215115	115	ඉහල අතුරාලිය	314
            3215120	120	බාලකාවල	310B
            3215125	125	තිබ්බොටුවාව	310
            3215130	130	අතුරාලිය බටහිර	314D
            3215135	135	අතුරාලිය නැගෙනහිර	314A
            3215140	140	පහල අතුරාලිය	315
            3218005	005	දිගනහේන	366 B
            3218010	010	ලෙනම උතුර	363F
            3218015	015	හුලන්දාව	363 E
            3218020	020	මාරඹ උතුර	363 A
            3218025	025	පැද්දපිටිය උතුර	363 D
            3218030	030	ඉඩිකටුදෙණිය	363H
            3218035	035	ලෙනම දකුණ	363 B
            3218040	040	උදුපිටිය	363G
            3218045	045	වැලිකැටිය	367 A
            3218050	050	දැදියගල	366 A
            3218055	055	විලගම	367 B
            3218060	060	එහෙලපේ	367
            3218065	065	දොළමාවත	368B
            3218070	070	කොහුගොඩ	368D
            3218075	075	ඉහල මලිදුව	368 A
            3218080	080	කැටන්විල	366
            3218085	085	නාවලගොඩ	367 D
            3218090	090	ඇල්ලෙවෙල	367C
            3218095	095	මිණිපොගොඩ	362 A
            3218100	100	පැද්දපිටිය දකුණ	363C
            3218105	105	මාරඹ දකුණ	363
            3218110	110	ගන්හෙල	362
            3218115	115	අස්මාගොඩ	362 B
            3218120	120	හිග්ගොඩ	364 A
            3218125	125	දියලපේ	364
            3218130	130	එරමුදුගොඩ	365
            3218135	135	මනික්ගොඩ	365 A
            3218140	140	පහල මලිදුව	368
            3218145	145	බොපිටිය	368C
            3218150	150	ඉළුප්පැල්ල	361 B
            3218155	155	ඉඹුල්ගොඩ	361 C
            3218160	160	පොරඹ	361 A
            3218165	165	අකුරැස්ස	360
            3218170	170	යාකබැද්ද	360A
            3218175	175	ගලාබඩහේන	360C
            3218180	180	ඉහල කියන්දුව	360 B
            3218185	185	මැලෙව්ව	359 C
            3218190	190	පරාදුව උතුර	359
            3218195	195	පරාදුව නැගෙනහිර	359 B
            3218200	200	පරාදුව දකුණ	359 A
            3218205	205	හෙනේගම	370
            3218210	210	හෙනේගම බටහිර	370 A
            3218215	215	ගල්ලාල	371 A
            3218220	220	නිමලාව නැගෙනහිර	371B
            3218225	225	නිමලාව	371
            3218230	230	පරාගහවත්ත	370 B
            3221005	005	වාහල කනන්කේ උතුර	373
            3221010	010	නිවිතිවැල්බොක්ක	373 A
            3221015	015	පොරඹ කනන්කේ උතුර	372
            3221020	020	පුහුලාහේන	372C
            3221025	025	පොරඹ කනන්කේ දකුණ	372A
            3221030	030	වාහල කනන්කේ දකුණ	373 B
            3221035	035	නාළවාන	372B
            3221040	040	පෙනැටියාන බටහිර	394 B
            3221045	045	පෙනැටියාන නැගෙනහිර	394 A
            3221050	050	වැල්ලාන	394
            3221055	055	උඩුකාව උතුර	392 B
            3221060	060	උඩුකාව දකුණ	392 A
            3221065	065	හල්ලාල	375
            3221070	070	බත්ලහේන	375 E
            3221075	075	කොක්මාඩුව උතුර	375 C
            3221080	080	සහබඬු කොක්මාඩුව	375 B
            3221085	085	ජඹුරෙගොඩ නැගෙනහිර	377
            3221090	090	පදිලි කොක්මාඩුව	375 A
            3221095	095	බෙරලෙලිය	375 D
            3221100	100	ජයවික්‍රමපුර	397C
            3221105	105	වරකාපිටිය උතුර	399
            3221110	110	වරකාපිටිය නැගෙනහිර	399 C
            3221115	115	වරකාපිටිය දකුණ	399 B
            3221120	120	මීරුප්ප	397B
            3221125	125	උරුවිටිය	397A
            3221130	130	වටාගෙදරමුල්ල	397
            3221135	135	මූනාමල්පේ	392
            3221140	140	වැලිපිටිය	396 A
            3221145	145	පාලල්ල	377 A
            3221150	150	ජඹුරෙගොඩ බටහිර	377 B
            3221155	155	ඉබ්බාවල	376
            3221160	160	විලෙගොඩ	376 A
            3221165	165	බොරාල	378 A
            3221170	170	මඩුරගොඩ	391 C
            3221175	175	කපුවත්ත	396
            3221180	180	දෙනිපිටිය මධ්‍යම	391 B
            3221185	185	දෙනිපිටිය බටහිර	391A
            3221190	190	දෙනිපිටිය නැගෙනහිර	391
            3224005	005	ඇල්ගිරිය	355A
            3224010	010	පහල කියදුව	355B
            3224015	015	මරාගොඩ	357A
            3224020	020	කේකුනාවෙල	357
            3224025	025	කද්දුව	356A
            3224030	030	දම්පැල්ල	356
            3224035	035	හොරගොඩ නැගෙනහිර	355
            3224040	040	හොරගොඩ බටහිර	355C
            3224045	045	හොරගොඩ දකුණ	355D
            3224050	050	කඩුකන්න	353
            3224055	055	වැලන්දගොඩ	356B
            3224060	060	උණින්දුවෙල	353B
            3224065	065	තෙලිජ්ජවිල	353A
            3224070	070	නාපේ	355E
            3224075	075	අකුරුගොඩ උතුර	400C
            3224080	080	අකුරුගොඩ නැගෙනහිර	400
            3224085	085	කිරිමැටිමුල්ල දකුණ	351B
            3224090	090	කිරිමැටිමුල්ල උතුර	351A
            3224095	095	මලිඹඩ බටහිර	351
            3224100	100	කටුවංගොඩ	350A
            3224105	105	මලිඹඩ නැගෙනහිර	402A
            3224110	110	මලිඹඩ උතුර	350
            3224115	115	මලිඹඩ දකුණ	402
            3224120	120	ගල්පමුණ	402B
            3224125	125	අකුරුගොඩ දකුණ	400B
            3224130	130	අකුරුගොඩ බටහිර	400A
            3224135	135	සුල්තානාගොඩ බටහිර	403
            3224140	140	සුල්තානාගොඩ නැගෙනහිර	403B
            3224145	145	සුල්තානාගොඩ දකුණ	403A
            3227005	005	ගතර බටහිර	320B
            3227010	010	ගතර උතුර	320
            3227015	015	ගතර නැගෙනහිර	320A
            3227020	020	බෙරගම්මුල්ල	323D
            3227025	025	එරියතොට	323C
            3227030	030	ගනෙගම	323A
            3227035	035	නාරන්දෙණිය නැගෙනහිර	323B
            3227040	040	නාරන්දෙණිය බටහිර	323
            3227045	045	මාලාන	321
            3227050	050	මාගමුරේ	330B
            3227055	055	සපුගොඩ	330A
            3227060	060	ලෙණබටුව	317C
            3227065	065	බිබුලෙවැල	317A
            3227070	070	ගොඩව	318A
            3227075	075	පිටකටුවාන	318
            3227080	080	කඹුරුපිටිය	330
            3227085	085	උල්ලාල නැගෙනහිර	321A
            3227090	090	තුඹේ	321D
            3227095	095	කාරාපුටුගල උතුර	324A
            3227100	100	කාරාපුටුගල දකුණ	324
            3227105	105	උල්ලාල මස්මුල්ල	321B
            3227110	110	උල්ලාල බටහිර	321C
            3227115	115	මාපලාන මංගින් ඉහල	331D
            3227120	120	මාපලාන මංගින් පහල	331
            3227125	125	සීවෙල්ගම	318B
            3227130	130	ඉහල විටියල උතුර	348A
            3227135	135	කරාගොඩ උයංගොඩ 1 අත නැගෙනහිර	317B
            3227140	140	කරාගොඩ උයංගොඩ 1 අත බටහිර	317
            3227145	145	කරාගොඩ උයංගොඩ 2 බටහිර	316A
            3227150	150	කරාගොඩ උයංගොඩ 2 නැගෙනහිර	316
            3227155	155	ඉහල විටියල බටහිර	348C
            3227160	160	ඉහල විටියල දකුණ	348
            3227165	165	ඉහල විටියල නැගෙනහිර	348B
            3227170	170	අකුරුගොඩ	331A
            3227175	175	කහගල	331B
            3227180	180	කහගල දකුණ	331C
            3227185	185	උරපොල නැගෙනහිර	346A
            3227190	190	පාලොල්පිටිය	346B
            3227195	195	උරපොල බටහිර	346
            3230005	005	දෙණගම නැගෙනහිර	280
            3230010	010	දෙණගම උතුර	280C
            3230015	015	දෙණගම බටහිර	280A
            3230020	020	බඩබද්ද	280B
            3230025	025	මීඑල්ල	281
            3230030	030	පනන්වැල නැගෙනහිර	282A
            3230035	035	පනන්වැල බටහිර	282
            3230040	040	කොහුලියද්ද	286B
            3230045	045	කැබිලියපොල උතුර	284
            3230050	050	වේපතයිර උතුර	283
            3230055	055	වේපතයිර බටහිර	283B
            3230060	060	කන්දෙගොඩ	293D
            3230065	065	නාරාවැල්පිට නැගෙනහිර	297E
            3230070	070	නාරාවැල්පිට උතුර	297A
            3230075	075	ඇල්ලෙවෙල නැගෙනහිර	297C
            3230080	080	ඇල්ලෙවෙල බටහිර	297B
            3230085	085	නාරාවැල්පිට දකුණ	297
            3230090	090	බේරුවෙල	293C
            3230095	095	මුරුතමුරාය	293
            3230100	100	මුරුතමුරාය බටහිර	293B
            3230105	105	මුරුතමුරාය නැගෙනහිර	293A
            3230110	110	වේපතයිර දකුණ	283A
            3230115	115	කැබිලියපොල දකුණ	284A
            3230120	120	ගංගොඩගම	286
            3230125	125	පොත්තෙවෙල	286A
            3230130	130	ලල්පේ	294B
            3230135	135	ගම්මැදපිටිය	286C
            3230140	140	උඩුපීල්ලෙගොඩ නැගෙනහිර	294
            3230145	145	උඩුපීල්ලෙගොඩ බටහිර	294A
            3230150	150	කොංගල නැගෙනහිර	295
            3230155	155	කොංගල දකුණ	295C
            3230160	160	කොංගල මධ්‍යම	295B
            3230165	165	කොංගල බටහිර	295A
            3230170	170	නාරාවැල්පිට බටහිර	297D
            3233005	005	ඔවිටිගමුව දකුණ	328
            3233010	010	ඔවිටිගමුව උතුර	328A
            3233015	015	මල්වතුගොඩ	326C
            3233020	020	ගල්කන්ද	326B
            3233025	025	කිරින්ද මංගින් පහල	326
            3233030	030	කිරින්ද මංගින් ඉහල උතුර	325
            3233035	035	හෙට්ටියාවල බටහිර	325F
            3233040	040	හෙට්ටියාවල උතුර	325G
            3233045	045	බොරලුකැටිය	290A
            3233050	050	කරාතොට	290
            3233055	055	නාරද්ද	290B
            3233060	060	කුඹල්ගොඩ	290C
            3233065	065	හෙට්ටියාවල නැගෙනහිර	325A
            3233070	070	හෙට්ටියාවල දකුණ	325E
            3233075	075	වවුලන්බොක්ක	325H
            3233080	080	පුහුල්වැල්ල නැගෙනහිර	326A
            3233085	085	පුහුල්වැල්ල බටහිර	326D
            3233090	090	කිරින්ද මංගින් ඉහල දකුණ	325B
            3233095	095	කිරින්ද මංගින් ඉහල මධ්‍යම	325D
            3233100	100	කිරින්ද මංගින් ඉහල නැගෙනහිර	325C
            3233105	105	වතුකොලකන්ද නැගෙනහිර	327D
            3233110	110	වාලාකන්ද දකුණ	327C
            3233115	115	වාලාකන්ද බටහිර	327
            3233120	120	වාලාකන්ද නැගෙනහිර	327B
            3233125	125	වතුකොලකන්ද උතුර	327A
            3236005	005	පහල විටියල බටහිර	343B
            3236010	010	පහල විටියල මධ්‍යම	343A
            3236015	015	පහල විටියල නැගෙනහිර	343
            3236020	020	පොලතුගොඩ	344B
            3236025	025	බටුවිට 1	344A
            3236030	030	බටුවිට 2	344D
            3236035	035	මැදඋයංගොඩ	334A
            3236040	040	අක්කර පාණහ	334C
            3236045	045	යටියාන	334
            3236050	050	කොට්ටවත්ත	334B
            3236055	055	කොමංගොඩ 2	344C
            3236060	060	කොමංගොඩ 1	344
            3236065	065	තිහාගොඩ නැගෙනහිර	335B
            3236070	070	තිහාගොඩ	335
            3236075	075	කිතලගම නැගෙනහිර 2	347A
            3236080	080	කිතලගම නැගෙනහිර 3	347B
            3236085	085	කිතලගම මධ්‍යම	349B
            3236090	090	නාරංගල	349A
            3236095	095	වැල්ලෙතොට	342
            3236100	100	කිතලගම බටහිර	349
            3236105	105	කිතලගම නැගෙනහිර 1	347
            3236110	110	නයිම්බාල 1	336
            3236115	115	කපුදූව	335A
            3236120	120	කපුදූව නැගෙනහිර	335C
            3236125	125	උඩුව බටහිර	333B
            3236130	130	උඩුව නැගෙනහිර	333
            3236135	135	ගල්බඩ	333A
            3236140	140	නයිම්බාල 2	336B
            3236145	145	බන්දත්තාර 2	336C
            3236150	150	වටාගෙදර නැගෙනහිර	337C
            3236155	155	අත්තුඩව	341
            3236160	160	අත්තුඩව බටහිර	341A
            3236165	165	වටාගෙදර	337A
            3236170	170	නඩුගල 2	337B
            3236175	175	නඩුගල 1	337
            3236180	180	බන්දත්තාර 1	336A
            3236185	185	ඇලඹාතලාගොඩ	340B
            3236190	190	පලතුව	340
            3236195	195	උනැල්ල	340A
            3236200	200	දෙමාතහෙට්ටිගොඩ	340C
            3239005	005	මිදිගම උතුර	381 A
            3239010	010	පතේගම	379
            3239015	015	මූඩුගමුව බටහිර	378 B
            3239020	020	මූඩුගමුව නැගෙනහිර	378
            3239025	025	කොහුනුගමුව	389
            3239030	030	වාලාන	379 B
            3239035	035	වේකඩ	381 B
            3239040	040	දෙනුවල	381 C
            3239045	045	මිදිගම බටහිර	381
            3239050	050	මිදිගම නැගෙනහිර	380
            3239055	055	හෙට්ටි වීඩිය	382 B
            3239060	060	අලුත් වීඩිය	385 A
            3239065	065	පොල්වත්ත	388
            3239070	070	නිඩංගල	399 A
            3239075	075	කොටවිල බටහිර	404 B
            3239080	080	කොටවිල උතුර	404 A
            3239085	085	කඹුරුගමුව උතුර	408
            3239090	090	කොටවිල දකුණ	404
            3239095	095	හෙන්වල නැගෙනහිර	405 C
            3239100	100	පොල්වතුමොදර	388 A
            3239105	105	පැලෙන උතුර	387 C
            3239110	110	පැලෙන බටහිර	387 A
            3239115	115	ගල්බොක්ක නැගෙනහිර	385
            3239120	120	ගල්බොක්ක බටහිර	385 B
            3239125	125	පරණකාදේ	382 A
            3239130	130	වල්ලිවල නැගෙනහිර	386
            3239135	135	පිටිදූව	379 A
            3239140	140	ගුරුබෙබිල	380 A
            3239145	145	වල්ලිවල බටහිර	386 A
            3239150	150	වල්ලිවල දකුණ	386 B
            3239155	155	මහ වීඩිය	382
            3239160	160	පැලෙන දකුණ	387B
            3239165	165	හෙන්වල බටහිර	405 D
            3239170	170	ගරන්දුව	408 B
            3239175	175	මීරිස්ස උඩුමුල්ල	405 B
            3239180	180	මීරිස්ස උඩුපිල	405 A
            3239185	185	මීරිස්ස උතුර	405
            3239190	190	මීරිස්ස දකුණ 2	406 A
            3239195	195	කප්පරාතොට දකුණ	386 C
            3239200	200	කප්පරාතොට උතුර	386 D
            3239205	205	මීරිස්ස දකුණ 1	406
            3239210	210	බණ්ඩාරමුල්ල	407 A
            3239215	215	තල් අරඹ උතුර	407 B
            3239220	220	තුදැල්ල	408 D
            3239225	225	කඹුරුගමුව දකුණ	408 C
            3239230	230	කඹුරුගමුව බටහිර	408 A
            3239235	235	තල් අරඹ නැගෙනහිර	407 C
            3239240	240	තල් අරඹ දකුණ	407
            3242005	005	දීයාගහ නැගෙනහිර	446A
            3242010	010	කේකනදුර නැගෙනහිර	447B
            3242015	015	කොකාවල	443B
            3242020	020	පාරාවහේර නැගෙනහිර	443C
            3242025	025	පාරාවහේර උතුර	443
            3242030	030	කේකනදුර උතුර	447C
            3242035	035	කේකනදුර මධ්‍යම	447A
            3242040	040	දීයාගහ බටහිර	446
            3242045	045	නාවිමාන උතුර	428
            3242050	050	පහලගොඩ	428B
            3242055	055	නාවිමාන දකුණ	427
            3242060	060	තුඩාව නැගෙනහිර	420C
            3242065	065	තුඩාව උතුර	420B
            3242070	070	තුඩාව දකුණ	420
            3242075	075	සුදර්ශී ප්ලේස්	420D
            3242080	080	හිට්ටෙටිය නැගෙනහිර	420A
            3242085	085	හිට්ටෙටිය මැද	414B
            3242090	090	ගොඩගම	419
            3242095	095	එඩුව - මඩුරුදූව	419A
            3242100	100	කනත්තගොඩ උතුර	423B
            3242105	105	වෙවාහමන්දූව	423A
            3242110	110	හිට්ටෙටිය බටහිර	414A
            3242115	115	ඉසාදීන් නගරය	414C
            3242120	120	වැලිවෙරිය බටහිර	415A
            3242125	125	වැලිවෙරිය නැගෙනහිර	417E
            3242130	130	වල්පාල	417C
            3242135	135	වෙරාගම්පිට	417H
            3242140	140	රුවන් එල්ල	428A
            3242145	145	කේකනදුර බටහිර	447
            3242150	150	කේකනදුර දකුණ	447D
            3242155	155	පාරාවහේර දකුණ	443A
            3242160	160	තල්පාවිල උතුර	430A
            3242165	165	නකුට්ටිය	430B
            3242170	170	වෙහෙරහේන	426B
            3242175	175	මකාවිට	426C
            3242180	180	වෙරදූව	425A
            3242185	185	උයන්වත්ත	417G
            3242190	190	උයන්වත්ත උතුර	417D
            3242195	195	කඩේවීඩිය නැගෙනහිර	417A
            3242200	200	කඩේවීඩිය බටහිර	417F
            3242205	205	වැලෙගොඩ නැගෙනහිර	414
            3242210	210	වැලෙගොඩ බටහිර	409E
            3242215	215	මාතොටගම	409D
            3242220	220	වල්ගම උතුර	409B
            3242225	225	කනත්තෙගොඩ දකුණ	423
            3242230	230	මාදිහ බටහිර	411A
            3242235	235	වල්ගම	409A
            3242240	240	වල්ගම මැද	409C
            3242245	245	වල්ගම දකුණ	411C
            3242250	250	මාදිහ නැගෙනහිර	411B
            3242255	255	පොල්හේන	412
            3242260	260	පඹුරණ	412B
            3242265	265	නූපේ	415
            3242270	270	කඩේවීඩිය දකුණ	417B
            3242275	275	තොටමුණ	412A
            3242280	280	කොටුව	416C
            3242285	285	කොටුවෙගොඩ උතුර	416
            3242290	290	එලියකන්ද උතුර	416D
            3242295	295	මැද්දවත්ත	425
            3242300	300	රාස්සංදෙණිය	425B
            3242305	305	වැව ඉහලගොඩ	429A
            3242310	310	තල්පාවිල දකුණ	430
            3242315	315	ගණ්ඩාරවත්ත	429B
            3242320	320	මැද්දවත්ත දකුණ	425C
            3242325	325	එලියකන්ද දකුණ	416A
            3242330	330	කොටුවෙගොඩ දකුණ	416B
            3245005	005	කඩාවැද්දුව බටහිර	449A
            3245010	010	කඩාවැද්දුව නැගෙනහිර	449B
            3245015	015	වල්බුලුගාහහේන	449D
            3245020	020	අපාරැක්ක උතුර	449C
            3245025	025	උඩ අපාරැක්ක නැගෙනහිර	448A
            3245030	030	උඩ අපාරැක්ක	448
            3245035	035	පල්ලේ අපාරැක්ක	449
            3245040	040	අගරාවල	448C
            3245045	045	බැද්දෙගම්මැද්ද	448B
            3245050	050	පතේගම නැගෙනහිර	445A
            3245055	055	පතේගම උතුර	445
            3245060	060	නාවතුන්න	442
            3245065	065	නාවතුන්න උතුර	442C
            3245070	070	තලල්ල උතුර	439
            3245075	075	තලල්ල නැගෙනහිර	438B
            3245080	080	තලල්ල දකුණ	438
            3245085	085	නාවතුන්න මධ්‍යම	442A
            3245090	090	නාවතුන්න දකුණ	442B
            3245095	095	තලල්ල මධ්‍යම	438A
            3245100	100	දෙල්ගල්ල	436A
            3245105	105	කපුගම උතුර	436B
            3245110	110	කපුගම බටහිර	435
            3245115	115	ගණ්ඩාරවත්ත දකුණ	435A
            3245120	120	කපුගම මධ්‍යම	436C
            3245125	125	කපුගම නැගෙනහිර	436
            3245130	130	ගණ්ඩාර නැගෙනහිර	437A
            3245135	135	තලල්ල	438C
            3245140	140	ගණ්ඩාර දකුණ	437B
            3245145	145	ගණ්ඩාර මධ්‍යම	437C
            3245150	150	ගණ්ඩාර බටහිර	437
            3245155	155	දෙවිනුවර උතුර	432
            3245160	160	දෙවිනුවර මධ්‍යම	432A
            3245165	165	දෙවිනුවර නුගෙගොඩ	433D
            3245170	170	දෙවිනුවර බටහිර	433A
            3245175	175	දෙවිනුවර නැගෙනහිර	433B
            3245180	180	දෙවිනුවර වව්ව	433E
            3245185	185	දෙවිනුවර ප්‍රදීපගර පෙදෙස	433H
            3245190	190	දෙවිනුවර	433C
            3245195	195	දෙවිනුවර වැලෙගොඩ	433G
            3245200	200	දෙවිනුවර සිංහාසන පෙදෙස	433F
            3245205	205	දෙවිනුවර දකුණ	433
            3248005	005	උරුගමුව උතුර	457A
            3248010	010	බොඩරකන්ද	456B
            3248015	015	උරුගමුව නැගෙනහිර	456
            3248020	020	උරුගමුව මධ්‍යම	457B
            3248025	025	උරුගමුව බටහිර	456A
            3248030	030	දන්දෙණිය උතුර	450
            3248035	035	උරුගමුව දකුණ	457
            3248040	040	රන්නාවල	455C
            3248045	045	උරුගමුව	456C
            3248050	050	වෙහැල්ල	455
            3248055	055	වෙහැල්ල උතුර	455A
            3248060	060	දන්දෙණිය දකුණ	450A
            3248065	065	බඹරැන්ද උතුර	450B
            3248070	070	පොහොසතුගොඩ	441B
            3248075	075	රත්මාලේ	450C
            3248080	080	බඹරැන්ද මධ්‍යම	450D
            3248085	085	වෙහැල්ල දකුණ	455B
            3248090	090	වත්තෙගම	451
            3248095	095	වත්තෙගම උතුර	451A
            3248100	100	වාලස්ගාල බටහිර	452C
            3248105	105	වාලස්ගාල නැගෙනහිර	452B
            3248110	110	වේවුරුකන්නල	452A
            3248115	115	දික්වැල්ල උතුර	452
            3248120	120	දොඩම්පාහාල උතුර	453B
            3248125	125	දොඩම්පාහාල නැගෙනහිර	453A
            3248130	130	දොඩම්පාහාල මධ්‍යම	453C
            3248135	135	දොඩම්පාහාල බටහිර	453
            3248140	140	දොඩම්පාහාල දකුණ	453D
            3248145	145	දික්වැල්ල නැගෙනහිර	452F
            3248150	150	දික්වැල්ල මධ්‍යම	452D
            3248155	155	දික්වැල්ල මුස්ලිම් යොනකපුර නැගෙනහිර	454
            3248160	160	දික්වැල්ල මුස්ලිම් යොනකපුර බටහිර	454A
            3248165	165	දික්වැල්ල දකුණ	452E
            3248170	170	වත්තෙගම දකුණ	451B
            3248175	175	බාතීගම නැගෙනහිර	451C
            3248180	180	බාතීගම මධ්‍යම	451D
            3248185	185	බාතීගම බටහිර	451E
            3248190	190	බඹරැන්ද නැගෙනහිර	441C
            3248195	195	බඹරැන්ද දකුණ	441
            3248200	200	බඹරැන්ද බටහිර	441A
            3248205	205	බෙලිදෙණිය	444B
            3248210	210	පතේගම මධ්‍යම	444C
            3248215	215	පතේගම දකුණ	444
            3248220	220	බෙලිවත්ත	444A
            3248225	225	සුදුවැල්ල	440A
            3248230	230	කොට්ටගොඩ	440
            3248235	235	ගොඩවුඩ	440C
            3248240	240	ලුණුකලපුව	440B
            3303005	005	ඉහල කුඹුක්වැව	100
            3303010	010	මහාගල්වැව	101
            3303015	015	මීගහ ජඳුර	102
            3303020	020	රන්මුදුවැව	99
            3303025	025	වැලිවැව	98
            3303030	030	සුරවිරුගම	104
            3303035	035	සමාජසේවාපුර	105
            3303040	040	වීරියගම	115
            3303045	045	හත්පොරුව	114
            3303050	050	වෙනිවෙල් අර	108
            3303055	055	අලිඔළු අර	113
            3303060	060	සූරියවැව නගරය	103
            3303065	065	විහාරගාල	106
            3303070	070	බැද්දෙවැව	112
            3303075	075	මහවැලිකඩ අර	111
            3303080	080	අන්දරවැව	109
            3303085	085	නමඩගස්වැව	110
            3303090	090	මහපැලැස්ස	107
            3303095	095	බැඩිගන්තොට	132
            3303100	100	හබරත්තාවල	137
            3303105	105	වැඩිවැව	136
            3306005	005	මහ අලුත් ගම් අර	47
            3306010	010	අංගුනාකොලාවැව	45
            3306015	015	වෙහෙරාගාල	46
            3306020	020	රණවර්නාව	55
            3306025	025	දෙව්රම්වෙහෙර	53
            3306030	030	බොගහවැව	54
            3306035	035	පදවිගම	51
            3306040	040	පුංචිඅප්පුජඳුර	52
            3306045	045	ලුණුගම්වෙහෙර නව නගරය	56
            3306050	050	සීනිමුන්න	57
            3306055	055	කඳගස්මන්කඩ	58
            3306060	060	මහානාගපුර	59
            3306065	065	මුවන්වැව	60
            3306070	070	වීරවිල් අර	50
            3306075	075	ඉත්තන්වැකඩ	61
            3306080	080	මාත්තල	48
            3306085	085	පහල මාත්තල	49
            3306090	090	මිහිඳුපුර	63
            3306095	095	අභයපුර	62
            3306100	100	සිංහපුර	64
            3306105	105	සෙනපුර	65
            3306110	110	අග්බොපුර	70
            3306115	115	කරාබා වැව	69
            3306120	120	රඹුක්වැව	79
            3306125	125	කීර්තිපුර	80
            3306130	130	සමන්පුර	68
            3306135	135	රණසිරිපුර	67
            3306140	140	වීරවිල	66
            3306145	145	වැලිගත්ත	78
            3306150	150	බෙරලිහේල	73
            3306155	155	දුටුගැමුණුපුර	71
            3306160	160	ජයගම	72
            3306165	165	පරාක්‍රමපුර	74
            3306170	170	සද්ධාතිස්සපුර	75
            3306175	175	සද්ධාතිස්සපුර නව නගරය	76
            3306180	180	සලියපුර	77
            3309005	005	කාවන්තිස්සපුර	42
            3309010	010	කිරින්ද	19
            3309015	015	උද්ධ කඳර	14
            3309020	020	ජුල්පල්ලම	43
            3309025	025	වීරහේල	44
            3309030	030	විජිතපුර	40
            3309035	035	එල්ලගාල	32
            3309040	040	අංජලිගාල	31
            3309045	045	පන්නගමුව	29
            3309050	050	දාබෙයිවැලෙන	30
            3309055	055	මහිඳපුර	33
            3309060	060	ගැමුණුපුර	38
            3309065	065	එකමුතුගම	41
            3309070	070	සදුංගම	39
            3309075	075	දෙබරවැව	37
            3309080	080	කච්චේරියාගම	3
            3309085	085	සඳගිරිපුර	10
            3309090	090	මහාසෙන්පුර	11
            3309095	095	ශුද්ධ නගරය	8
            3309100	100	මැදවැලෙන	2
            3309105	105	රොහණපුර	5
            3309110	110	සෙනපුර	6
            3309115	115	ගගසිරිපුර	4
            3309120	120	පොල්ගහවැලෙන	36
            3309125	125	රඳුනුවත්ත	35
            3309130	130	මොලකේපූපාතාන	34
            3309135	135	තිස්සපුර	28
            3309140	140	උදුවිල	25
            3309145	145	රබර්වත්ත	7
            3309150	150	තිස්සමහාරාම	1
            3309155	155	ගෝතභයපුර	12
            3309160	160	රණ කැළිය	13
            3309165	165	විහාරමහාදේවිපුර	18
            3309170	170	යෝධකන්දිය	15
            3309175	175	වැලිපොතවාල	16
            3309180	180	හල්මිල්ලාව	17
            3309185	185	රත් නෙළුම්යාය	9
            3309190	190	ගොනාගමුව	27
            3309195	195	සාලියපුර	26
            3309200	200	නේදිගම්විල	22
            3309205	205	විජයපුර	24
            3309210	210	කොන්වැලෙන	23
            3309215	215	මාගාම	20
            3309220	220	අන්දරාගස්යාය	21
            3312005	005	එලල්ල	97
            3312010	010	කැටෙන්වැව	96
            3312015	015	තම්මැන්නාව	86
            3312020	020	බඩගිරිය	85
            3312025	025	යහංගල නැගෙනහිර	88
            3312030	030	ජෝල්ගමුව	84
            3312035	035	යහංගල බටහිර	87
            3312040	040	කෙළියපුර	91
            3312045	045	ගොන්නොරුව	95
            3312050	050	බැල්ලාගස්වැව	120
            3312055	055	ගල්වැව	118
            3312060	060	සියඹලාගස්විල දකුණ	117
            3312065	065	සියඹලාගස්විල උතුර	116
            3312070	070	උඩබැරගම	119
            3312075	075	අරවානමුල්ල	122
            3312080	080	පහල බැරගම	121
            3312085	085	දෙහිගාහලඳ	127
            3312090	090	වලව	125
            3312095	095	ගොඩවාය	126
            3312100	100	සිසිලසාගම	124
            3312105	105	මානජ්ජාව	128
            3312110	110	සාමොදගම	92
            3312115	115	මිරිජ්ජවිල	123
            3312120	120	හම්බන්තොට බටහිර	94
            3312125	125	හම්බන්තොට නැගෙනහිර	93
            3312130	130	සිරිබොපුර	90
            3312135	135	කොහොලන්කල	89
            3312140	140	පල්ලේමලාල	83
            3312145	145	බුන්දාල	81
            3312150	150	සිරියගම	82
            3315005	005	සියඹලකොටේ	170
            3315010	010	බාරවකුඹුර	171
            3315015	015	තාලිගාල	172
            3315020	020	ලියංගස්තොට	133
            3315025	025	වැටිය	173
            3315030	030	මුරාවැසිහේන	186
            3315035	035	මහාජඳුර	185
            3315040	040	හඳුන්කටුව	183
            3315045	045	රොටේ	184
            3315050	050	හඩවින්න	169
            3315055	055	රිදියාගම	129
            3315060	060	පුංච්හෙනායායගම	130
            3315065	065	පොලියර් වත්ත	131
            3315070	070	ගොඩකොග්ගල	138
            3315075	075	කොග්ගල්ල	134
            3315080	080	මොදරපිලිවාල	135
            3315085	085	බොලාන උතුර	139
            3315090	090	ජන්සාගම	168
            3315095	095	මාමඬල දකුණ	167
            3315100	100	මාමඬල උතුර	166
            3315105	105	එත්බටුව	180
            3315110	110	මූලාන	181
            3315115	115	එරමිණියාය	182
            3315120	120	ඉහලගම	179
            3315125	125	දෙනිය	176
            3315130	130	ඇලේගොඩ බටහිර	162
            3315135	135	එලේගොඩ නැගෙනහිර	161
            3315140	140	බෙමිණියන්වල	159
            3315145	145	වලාවෙවත්ත බටහිර	164
            3315150	150	වලාවෙවත්ත නැගෙනහිර	163
            3315155	155	බොලාන දකුණ	140
            3315160	160	කුඩ බොලාන	141
            3315165	165	පලුගාහගොඩැල්ල	147
            3315170	170	රොටවාල	165
            3315175	175	උහපිටාගොඩ	160
            3315180	180	මිණියැටිලිය	174
            3315185	185	පිංගම	175
            3315190	190	පල්ලෙගම	177
            3315195	195	හුංගම	178
            3315200	200	බාතාත උතුර	157
            3315205	205	බාතාත දකුණ	158
            3315210	210	හතාගාල	156
            3315215	215	කිවුල දකුණ	154
            3315220	220	කිවුල උතුර	153
            3315225	225	ලුණාව උතුර	151
            3315230	230	ලුණාව දකුණ	152
            3315235	235	නොනාගම	155
            3315240	240	එකස්ස	149
            3315245	245	වැලිපාටන්විල	150
            3315250	250	මල්පැත්තාව	148
            3315255	255	පුහුල්යාය	146
            3315260	260	අඹලන්තොට උතුර	144
            3315265	265	අඹලන්තොට දකුණ	143
            3315270	270	වඳුරුප්ප	142
            3315275	275	තාවලුවිල	145
            3318005	005	කාරියමදිට්ට	235
            3318010	010	දාබරැල්ල උතුර	233
            3318015	015	රත්මල්වාල	232
            3318020	020	කයිලාවැලපොටාව	226
            3318025	025	කෙන්දකැටිය	231
            3318030	030	දාබරැල්ල දකුණ	234
            3318035	035	තලාව උතුර	236
            3318040	040	තලාව දකුණ	237
            3318045	045	දෙබොක්කාව දකුණ	220
            3318050	050	දෙබොක්කාව උතුර	219
            3318055	055	උස්වැව	225
            3318060	060	මැටිගත්වාල	227
            3318065	065	අමරතුංගම	222
            3318070	070	සූරියපොකුණ	221
            3318075	075	පහලගම	198
            3318080	080	කොහොඹගස්වැව	224
            3318085	085	දික්වැව	229
            3318090	090	අබේසේකාරගම	228
            3318095	095	කලාවැල්වාල	230
            3318100	100	මැද අර	223
            3318105	105	බින්කම	192
            3318110	110	කරාගාහවාල	195
            3318115	115	දඬෙනිගම	194
            3318120	120	ගුරුවාල	199
            3318125	125	වීරාගස්වැව	210
            3318130	130	ගජනායකගම	215
            3318135	135	මැදගොඩ	213
            3318140	140	දිඹුල්ගොඩ	214
            3318145	145	අත්තනායාල නැගෙනහිර	218
            3318150	150	අත්තනායාල බටහිර	217
            3318155	155	වකමුල්ල	216
            3318160	160	හීන්බුන්න	211
            3318165	165	මකුළාදෙණිය	212
            3318170	170	උදයාල	207
            3318175	175	මෙදයාල	208
            3318180	180	බොගාමුව	209
            3318185	185	දහ අමුණ	203
            3318190	190	ජුලමුල්ල	196
            3318195	195	ජඳුර	197
            3318200	200	හෙලේකඩ	193
            3318205	205	අලුත්වැව	190
            3318210	210	කංකානම්ගම	191
            3318215	215	ආචාරියගම	188
            3318220	220	අංගුණාකොලාපැලැස්ස	187
            3318225	225	යාකාගාල	189
            3318230	230	ගුරුන්නෙහේගේ අර	202
            3318235	235	කොටවාය	204
            3318240	240	නැටලපොරුව	206
            3318245	245	හකුරුවැල	205
            3318250	250	ඉන්දිගැටවැල	200
            3318255	255	ගුරුන්නෙහේගේ අර	201
            3321005	005	මුලන්යාය	425
            3321010	010	හඳපානාගාල ඇයින	422
            3321015	015	හීල්ලගේ ඇයින	421
            3321020	020	කුඩගල් අර	426
            3321025	025	ඔකන්දයාය උතුර	428
            3321030	030	ඔකන්දයාය බටහිර	429
            3321035	035	කළුවාගහයාය	427
            3321040	040	ඉහල ගොනදෙණිය	413
            3321045	045	දෙබොක්කාව බටහිර	411
            3321050	050	දෙබොක්කාව නැගෙනහිර	410
            3321055	055	වේකන්දාවාල උතුර	408
            3321060	060	පහල ගොනදෙණිය	414
            3321065	065	කුඩ බිබුල උතුර	418
            3321070	070	ගල්පොත්තායාය උතුර	420
            3321075	075	ගල්පොත්තායාය දකුණ	419
            3321080	080	මල්හෙවාගේ ඇයින	423
            3321085	085	කන්දාමදිට්ට	424
            3321090	090	මීගස් අර	441
            3321095	095	කුඩ බිබුල දකුණ	417
            3321100	100	අබාකොලාවැව දකුණ	416
            3321105	105	අබාකොලාවැව උතුර	415
            3321110	110	මොරායාය උතුර	407
            3321115	115	මොරායාය දකුණ	406
            3321120	120	කැමෙගාල	405
            3321125	125	වේකන්දාවාල දකුණ	409
            3321130	130	තැලඹුයාය	412
            3321135	135	සියඹලාහැද්දෙව	401
            3321140	140	දෙගම්පොත	400
            3321145	145	කින්චිගුනේ බටහිර	404
            3321150	150	මැදාගම	442
            3321155	155	රාළුව	436
            3321160	160	කින්චිගුනේ දකුණ	403
            3321165	165	කින්චිගුනේ නැගෙනහිර	402
            3321170	170	මැදමුලාන	399
            3321175	175	යක්ගස්මුල්ල	398
            3321180	180	උඩුකිරිවිල	397
            3321185	185	බුද්ධියාගම උතුර	440
            3321190	190	කැප්පිටියාව උතුර	439
            3321195	195	ඉත්තදැමාලිය නැගෙනහිර	445
            3321200	200	ඉත්තදැමාලිය බටහිර	444
            3321205	205	ඉත්තදැමාලිය දකුණ	443
            3321210	210	අටුබෝදේ බටහිර	447
            3321215	215	අටුබෝදේ නැගෙනහිර	446
            3321220	220	කැප්පිටියාව දකුණ	438
            3321225	225	බුද්ධියාගම බටහිර	392
            3321230	230	බුද්ධියාගම නැගෙනහිර	391
            3321235	235	වීරකැටිය බටහිර	388

        ";

        $parsedArray = GndParser::parseBulk($rawText);
        GramaNiladariDivision::insert($parsedArray);
    }
}
